{
  "items_id": "a530e7bcdc236d74223598e63f9e4c84",
  "scientific_name": "Libellula quadrimaculata",
  "author_citation": "Linnaeus, 1758",
  "local_names": ["Four-spotted chaser", "Four-spotted skimmer"],
  "description": "A medium sized dragonfly lacking any red or blue colours, rather it is discretely coloured in yellowish-brown. Both sexes look alike with brown eyes. Like the *Leucorrhinia* species it has a white face but is not like them in any other aspect. The yellow tones disappear rather quickly and older individuals can look quite grey and dull. The name comes from the four black spots at the nodes of the wings. The dark patch at the base is present only on the hind wings. The abdomen is wide but narrowing towards the end, like on that of *Epitheca bimaculata* but not as wide as on *Libellula dipressa*. The last segments of the abdomen are black and on the sides there are yellow spots that darken with age. \n\nThe amount of black around the nodes on the wings vary extensively. The forma *praenubilia* is characterised by a dark band extending across the wing at the pterostigmas and often have larger black spots at the nodes as well. Teneral individuals can initially lack the black nodes. ",
  "behaviour": "Males are aggressive towards each other and never spoils a chance to chase away a rival. Territory is guarded both by flying low over the water and from perching positions on protruding vegetation. They often return to the same spot again and again. They often hover still in mid-air. Under good circumstances many males can be found at small areas. \n\nHunting is done close to the water or far away up on clearings, meadows or such.\n\nFemales visiting the water will be more or less assaulted by one or many males, eager to mate. Mating is done quickly whereupon the male jealously guards the female while she lays the eggs. She does this flying, into the water. \n\nLarvae hatch after 2-3 weeks and their development is two to three years. Exuviae are found on vegetation near the water.",
  "size": { "length": "40-50 mm", "wingspan": "70-85 mm" },
  "similar_species": ["Epitheca bimaculata"],
  "distribution": "*Libellula quadrimaculata* is one of the most common and widespread dragonflies in the world, ranging across large parts of both the Palearctic and the Nearctic. Its African distribution is limited to the Atlas and Rif mountains in Morocco. In Asia, isolated records to the south as far as Iran, Afghanistan and southern China. In Europe it is one of the most common and abundant dragonflies throughout the most of the continent. It becomes rare towards the Mediterranean, where it is largely confined to mountains. It is often abundant, and numerous reports have been published on large migrating swarms.",
  "habitat": "The species occurs in a large variety of mainly stnding waters but is most common on largely unshaded lakes and ponds with extensive riparian and aquatic vegetation as well as stretches of open water. High densities can be encountered in acidic lakes, ponds, bogs, fens and peat excavations; however the species also occurs commonly at man-made waters such as ditches and garden and fish ponds.",
  "flight_period": "April to August",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/libellula-quadrimaculata-male-go%CC%88ran-liljeberg-cc-by_nedxsv.jpg",
        "caption": "Libellula quadrimaculata, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/libellula_quadrimaculata_o_eotriq.jpg",
        "caption": "Libellula quadrimaculata male, Uppland Sweden, May 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/28350105297/in/album-72157692934007820/"
      },
      {
        "public_id": "dragonflies/libellula_quadrimaculata_o_pcwomr.jpg",
        "caption": "Libellula quadrimaculata male, Uppland Sweden, June 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/43219972751/in/album-72157692934007820/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Brittain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ]
}
