{
  "title": "Genus Sympetrum",
  "author_citation": "Newman, 1833",
  "description": "**_Sympetrum_** is a genus of small to medium-sized skimmer dragonflies, known as **darters** in the UK and as **meadowhawks** in North America. The more than 50 species predominantly live in the temperate zone of the Northern Hemisphere. Most *Sympetrum* fly in late summer and autumn, breeding in ponds and foraging over meadows.\n\n### Identification\nRather small libellulids. Mature males, with the exception of a black species, have an abdomen which is a shade of red. Black markings are variable, but usually at least present as traces on the thorax sutures, legs and abdomen. Hindwing base is clear or marked with yellow or amber. \n\n### Separation from other genera \nThe only smaller libellulids without a dark hindwing patch and often a red abdomen in much of our range. *Crocothemis* legs lack any black and the abdomen is broader (only some Turkish *Sympetrum* have almost no black on their legs). Red *Trithemis* are similar in stature but mature males have a much brighter appearance. *Brachythemis* has a plump, cylindrical abdomen. \n\n### Separation of the species\nA large and often common genus. Many species can cause identification problems, especially when observing with binoculars only. In most areas, the difficulty will focus on the pair *S. striolatum* - *S. vulgatum*, but along the Mediterranean and Atlantic coasts in particular up to four similar species may overlap. These vary in the extent of the black markings, and this has led to taxonomic problems. \n\n### Behaviour\nAll darters behave similarly. They spend most of their time on a prominent perch, from which short dashes are undertaken to chase prey or rivals. Males often attain high densities along the water's edge, defending a small 'private space' around themselves rather than a territory. Oviposition always commences in tandem, but species differ somewhat in their mode of flight and choice of oviposition site.",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Sympetrum)"
  ]
}
