{
  "items_id": "fb57474aaa24082d6bab1138c35d872f",
  "scientific_name": "Sympetrum vulgatum",
  "author_citation": "(Linnaeus, 1758)",
  "local_names": ["Vagrant darter"],
  "description": "Most often mistaken for *S. striolatum*, although generally more common than that species in the north of its range. Both sexes can be identified by their \"dropping moustache\" but there is some variation in this characteristic and in some angles it can be tricky (beware photographers). The moustache does not apply to pale subspecies occurring in Spain and Turkey and generally it is best to combine with other characteristics. \n\nMature males have a very similar jizz to mature *S. striolatum* but have more uniformly brown thorax (yellowish bands less distinct) and a deeper brick-red abdomen, which is more distinctly clubbed because S6-S8 are clearly wider than S3-S5. It is never as clubbed as in *S. sanguineum* though. The legs are black with light coloured stripe. The femura of the front legs have the same amount of lightly coloured stripe as they have black, as opposed to *S. striolatum* which only has a thin, or absent, light stripe on the femura. When still in doubt the stouter hook of the hamule of the male separates it from *s. striloatum*.\n\nImmature individuals are mainly yellow and black as well as the females. Females can also be identified by the almost perpendicular vulvar scale, which is often visible by the naked eye or through binoculars.\n\nThe Turkish subspecies *S. v. decoloratum* is one of the palest darters and appears to lack all black and most red. Perhaps slightly smaller than the typical *S. vulgatum*. It is even paler than *S. meridionale*:\n1. Black at the base of frons hardly visible.\n2. No dark bars at the back of the head.\n3. No more than a hint of black in the fossae (pits near wing bases) of the thorax sutures, not broader on metastigma.\n4. Of the legs, only tarsi somewhat darkened.\n5. Even mature males have little more than a red blush on the abdomen.\n\nSsp *decoloratum* may be found with similar *S. arenicolor*, from which it is only distinguishable in hand. The paucity of black recalls the tiny *S. haritonovi*.",
  "behaviour": "Males of *Sympetrum vulgatum* does not patroll out over open water and does not perch on vanguard points in or over water as much as *S. striolatum*. Instead you find it on stones, jettys, footbridges or such in or adjacent to water. \n\nBoth males and females sit in sunny areas such as directly on the ground, on roads or on rocks. High densities are not uncommon and hundreds of individuals can be seen perching near each other and can be mating or ovipositing side by side. Ovipositing is done in tandem. Eggs are laid in vegetation above water or in aquatic vegetation, where they will remain during winter to be hatched in the early spring. Larval development is one year. Exuviae are found low in sedges, reeds or similar out in water or along the shoreline.",
  "size": { "length": "35-40 mm", "wingspan": "48-58 mm" },
  "similar_species": ["Sympetrum striolatum"],
  "distribution": "*Sympetrum vulgatum* ranges from western Europe to the Russian Far East and Sakhalin. Subspecies *S. v. ibericum* is restricted to the south-west of the species range whereas subspecies *S. v. decoloratum* extends from Turkey to Central Asia. The species is common and widespread in eastern , central and continental western Europe. The species is largely absent from the westernmost regions and southern third of Europe, where reproductive populations are mainly confined to higher elevations (although influxes to the lowlands are known). It is the rarest of the *Sympetrum* species in Spain, central and southern Italy and the Balkan Peninsula. Old records from the Mediterranean islands are probably not correct. Only vagrants are known from the British Isles, which is remarkable as it is one of the commonest species int the adjacent continental lowlands. In western and central Europe *S. vulgatum* overlaps with *S. striolatum* and over large parts of their range both species are common. *Sympetrum strilatum* has however, a more southernly distribution, occurring extensively in the Mediterranean where *S. vulgatum* is rare or absent. *S. vulgatum* seems to outnumber *S. striolatum* in northern latitudes where they overlap. In the south-west, the nominotypical subspecies reaches the French Pyrenees. It is replaced by subspecies *S. v. ibericum* in the northern Spain and the east of the French Pyrenees. The latter subspecies seems to be scarce and confined to hilly or mountainous regions. ",
  "habitat": "*Sympetrum vulgatum* is found in a wide range of sunny standing waters, including ponds, lakes, marshes, gravel pits and canals. In the south of its range, its distribution is restricted to higher elevations with breeding recorde up to 1 400 m in the Alps and 2 100 m in the Pyrenees. Subspecies *S. v. ibericum* has been found at well vegetated marshlands, mountain lakes and gravel pits and probably inhibits a range of habitats similar to that of the nominotypical subspecies.",
  "flight_period": "June to November",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Near threatened",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/sympetrum-vulgatum-male-go%CC%88ran-liljeberg-cc-by_dbwb0x.jpg",
        "caption": "Sympetrum vulgatum, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/sympetrum-vulgatum-female-go%CC%88ran-liljeberg-cc-by_vz9k7h.jpg",
        "caption": "Sympetrum vulgatum, female",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/sympetrum_vulgatum_o_bndvsl.jpg",
        "caption": "Sympetrum vulgatum female, Uppland Sweden, July 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/43173144272/in/album-72157698261331914/"
      },
      {
        "public_id": "dragonflies/sympetrum_vulgatum_o_bctwmy.jpg",
        "caption": "Sympetrum vulgatum female, Uppland Sweden, July 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/43931842502/in/album-72157698261331914/"
      },
      {
        "public_id": "dragonflies/sympetrum_vulgatum_o_oz4try.jpg",
        "caption": "Sympetrum vulgatum female and male in mating wheel, Stockholm Sweden, August 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48586038701/in/album-72157698261331914/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/132657-Sympetrum-vulgatum"
    }
  ]
}
