{
  "items_id": "0982d5d413bf81f1be7d60abb4b5d9c4",
  "scientific_name": "Sympetrum pedemontanum",
  "author_citation": "(Mueller in Allioni, 1776)",
  "local_names": ["Banded darter"],
  "description": "Among the smallest of the darters, this species can be immediately recognised within its distribution range by the brown bands crossing the wings. It has a large pterostigma, red in the males and pale cream yellow in the females and immature males. The thorax is brown, the legs are black. The abdomen widens into a somewhat clubbed shape, wider than in most *Sympetrums*. Abdomen is uniformly deep red in males, brown yellow in the females. Also the slow and wobbly flight distinguishes it from other darters. \n\nWidth and intensity of the wing band varies with age and individuals, but become apparent shortly after emergence.\n\nIt is most like *S. sanguineum* in shape and colour. It should be noted that that *Brachythemis impartita* has similar bands on the wings but duller in colour and the wing bands closer to the nodes, rather than by the pterostigmas. Also their range does not overlap.",
  "behaviour": "It can be surprisingly hard to see even though it has its conspicuous wing bands. The bands makes a good camouflage against the background even in flight. \n\nFlight is slow, fluttering and unlike that of other *Sympetrum* species, although weak flight of *S. depressiculum* is somewhat similar. It does not fly far without landing for a short rest, preferably on low vantage points, rarely directly on the ground.\n\nEggs are laid in tandem, low in vegetation in or around shallow waters. Larval development is one year. Exuviae are found low on lower vegetation in the water or on the shore.",
  "size": { "length": "28-35 mm", "wingspan": "45-60 mm" },
  "similar_species": ["Brachythemis impartita"],
  "distribution": "*Sympetrum pedemontanum* has a wide range that extends from western Europe to Japan. It remains uncommon in large partsus of its European range, with the density of the populations varying strongly between regions. It has a rather continuous range from northern Italy and southern France across central Europe to northern Germany and the Netherlands, whereas its distribution is highly patchy to the east. The species is rare in large parts of the Balkan Peninsula, almost absent from Spain (mostly vagrants, except in Catalonia), the western half of France (vagrants only), England (single record in 1995), and southern Fennoscandia (new to Finland in 2010, Sweden had a single population 2011-2014 but is now extinct).\n\nIt is moderately widespread in Bulgaria, Romania and Macedonia (mostly old records), with few records known from adjacent Greece and European Turkey. It is remarkably rare or absent in Croatia, Bosnia and Herzegovina, Serbia, Montenegro and Albania. The scarcity of recent records in northern Ukraine and Belarus probably reflects the lack of recent fieldwork in these areas.",
  "habitat": "*Sympetrum pedemontanum* shows strong regional differences in habitat preference but is generally associated with sunny mesotrophic to eutrophic standing and slow-flowing waters. It favours habitats with extensive emergent vegetation, which is neither too tall nor too dense. Many habitats become partially inundated in winter or early spring and the species regularly occurs at sites that dry out in winter or in summer. Such situations are often found at habitats flooded by melting snow such as the flood plains of lakes and streams. This could explain why the species was originally mainly confined to mountain valleys and foothills. Presently, many of these natural habitats have been altered and their water regime changed, so that *S. pedemontanum* occurs today mostly at man-made habitats such as slow-flowing ditches, canals, quarries, complexes of (fish) ponds and, in northern Italy, rice fields. Many of these man made habitats are seepage-fed and are mown or cleared every few years, which ensure that the vegetation does not grow too high or become too dense. In some instances, conditions mimicking temporary natural flooding are found on the banks of man-made barrage lakes subjected to strong seasonal changes of water level.\n\nThe species is often found at waters with a high calcium content but this is not a requirement as it is also found at runnels near acidic lakes and at bogs. *Sympetrum pedemontanum* is one of the few uncommon European species that is capable of developing sizeable populations in agricultural areas.\n\nMost populations are found below 500 m although the species is not rare up to 1 000 m. ",
  "flight_period": "Late May or June to October.",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": { "cloud_name": "dragonflies", "all": [] },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/118948-Sympetrum-pedemontanum"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1428280" }
  ],
  "meta": [{ "label": "gbifTaxonKey", "value": "1428280" }]
}
