{
  "items_id": "be00bb3fd7e64501b749a190077e54b1",
  "scientific_name": "Sympetrum striolatum",
  "author_citation": "(Charpentier, 1840)",
  "local_names": ["Common darter"],
  "description": "Probably the most widespread and numerous darter in Europe, the archetypical *Sympetrum* with which all other darters can be compared and that itself can best be identified with exclusion. It is most often confused with *S. vulgatum* in the north and *S. meridionale* in the south of its range.\n\nThe males are brick red, seldom as deep red as some other species. Their abdomen is rather straight, not very clubbed. The male thorax sides have two  yellow bands divided by a reddish brown band. In comparison with *S. vulgatum* these are more conspicuous. The light bands darken with age and become less obvious but often there are some yellow left at the bottom of the field. \n\nImmature males are yellow and black. The females are also yellowish when teneral but tend to darken with age, even becoming somewhat red.\n\nThe following combination of characters is diagnostic in most areas:\n1. Legs black with a yellow streak along the full length of the tibiae and femora, unlike common species such as *S. danae* and *S. sanguineum*.\n2. Wings at most narrowly yellow at the base, seldom as extensive as on *S. sanguineum*, let alone *S. flaveolum*.\n3. Black base at frons is thick, but not extended downwards along eyes as in *S. vulgatum*.\n\nAlong the Atlantic coast two dark forms near *S. striolatum* are distinguished that are hardly separable as species. These are *S. nigriscens*, in parts of Ireland, Britain and Scandinavia, And *S. nigrifemur*, on Madeira and the Canary Islands. *S. nigriscens* has by molecular studies been proved to be just a melanic variation of *S. striolatum*. No genetic studies of *S. nigrifemur* has yet proved or dismissed its status as a species of its own.",
  "behaviour": "The males fly to a greater extent than *S. vulgatum* out over open water and keeps an eye over their territories from vantage points out in or over water. Immature individuals and females can be found far from water and often sit directly on the ground, warming up in the sun. Late in autumn the species still flies and can be seen perching on light trunks or stones.\n\nFemales oviposit in flight in vegetation or just below the water surface. She lays her eggs alone or in tandem. Larval development is one year. Exuviae are left low on leaves or straws out in the water or along the shoreline.\n\nOn emergence the teneral individuals distance themselves from water and the adults can be best observed starting from late August or September when they return to the reproductive sites.",
  "size": { "length": "35-45 mm", "wingspan": "50-60 mm" },
  "similar_species": [
    "Sympetrum meridionale",
    "Sympetrum vulgatum",
    "Sympetrum nigrifemur"
  ],
  "distribution": "*Sympetrum striolatum* is widespread in Eurasia and North Africa, extending eastwards to Japan. In Asia it has a rather southern distribution and has not been recorded from Siberia. Further taxonomic studies may result in some eastern subspecies to gain full species status. The species is common in Turkey and the Levant but in Africa it is confined to the northern Maghreb. \n\nIn Europe it is one of the most common and widespread species. Darker specimens found along the Atlantic coast of Ireland, Scotland and Norway were previously assigned to the species *S. nigriscens*, but is now considered just a melanic variation. The species occurs frequently in the southern quarter of Fennoscandia but seems to be scarce in the Baltic states. Lack of records in Belarus, part of Ukraine and the south of European Russia might origin from the paucity of field studies in this area. However, its absence from the well known southern Urals, indicate that the species is restricted to the warm, southern regions in eastern Europe.",
  "habitat": "In the temperate zone, *S. striolatum* is found in a wide range of open and sunny standing waters and, less frequently, in habitats with slow-flowing water. In the Mediterranean basin, it is very common on streams which are reduced in summer to narrow running stretches or to residual pools. It is also often found in msn-made habitats and is one of the first species to colonise new ponds and quarries. It occasionally occurs in brackish waters.",
  "flight_period": "June to November, occasionally in to December or January or even later in areas with warm climates. ",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/sympetrum-striolatum-male-go%CC%88ran-liljeberg-cc-by_ratbzk.jpg",
        "caption": "Sympetrum striolatum, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ]
}
