{
  "title": "Leucorrhinia",
  "author_citation": "Brittinger, 1850",
  "description": "**_Leucorrhinia_** is a genus of dragonfly in the family Libellulidae. They are commonly called **whitefaces** because of their distinctive pale frons.\n\n### Identification\nEasily distinguished, even from afar, by their bright white face that is contrasting with their largely black body. This feature is combined with unique wings, having dark spots at the hindwing bases, only 7-8 (rarely 9) forewing antenodal cross-veins and notably short, rectangular pterostigmas. The abdomen is predominantly black, with a single series of pale dorsal spots that either turn deep red in mature males or disappear whilst the abdomen becomes grey pruinose at its base. \n\n### Separation from other genera\nOther libellulids have coloured faces, although this may be poorly developed in young individuals, and in most of those genera pale colours predominate on the abdomen. Males developing pruinosity (e.g. *Orthetrum*, *Libellula*) tend to have this on more than half the abdomen, but the distinction may be difficult in old and worn pruinose *Leucorrhinia* males. The only largely black libellulid occurring widely with *Leucorrhinia* species is *Sympetrum danae*. The smallest species, *L. dubia* in particular, may be confused with it when viewed from a distance; *S. danae* has a yellow to black face, and at most a yellow hindwing base. Finally, the white-faced North American vagrant *Pachydiplax longipennis* may recall a *Leucorrhinia* species, but it is only likely to appear on the Atlantic seaboard. \n\n### Separation of the species\nFive species occur in our area. All increase in abundance towards the north-east, ranging deeply into Siberia. Another seven inhabit North America. Our species can easily be separated into two groups. Two species have white appendages and males that become dark, with grey pruinosity at the abdomen base. Three others have dark appendages and develop deep red markings but no pruinosity. Note that the species in these groups often occur together. The white appendages are easily seen from a distance. To identify species, especially the red-spotted ones, examination in the hand might be helpful. The male's hamule and female's vulvar scale rule out all confusion. Young individuals of all species are black with yellowish spots, and can only be separated safely by close examination, and by also referring to the pattern of spots. \n\n| Group   | species                                   |                      |\n|---------|-------------------------------------------|----------------------|\n| Group 1 | *L. albifrons*, *L. caudalis*              | has white appendages |\n| Group 2 | *L. pectoralis*, *L. dubia*, *L. rubicunda* | has dark appendages  |\n\n### Behaviour\nAll species have an erratic flight, especially the smaller red-marked species, which can often be seen dancing over bogs and fens. The larger, pruinose species fly more slowly, often over open water or even among the trees surrounding a breeding site. Females of all species may oviposit alone, or are guarded by the male flying or perching nearby.",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Leucorrhinia)"
  ]
}
