{
  "title": "Genus Platychnemis",
  "author_citation": "Burmeister, 1839",
  "description": "**_Platycnemis_** is a genus of damselfly in the family Platycnemididae. The name comes from the Greek words platos (πλατυς) 'flat' and cnernis (κνημη) 'shin'. They are commonly known as **Featherlegs**.\n\n### Identification\nPale damselflies with noticeably wide heads. The legs are often widened at the  tibiae, they have numerous, relatively long bristles and are to a large extent white, making them feather-like in appearance in both sexes, but most especially on the males. \nThe quadrilateral cell in all wings is almost rectangular, usually separated from the subnode by two cells.\nHeads, legs and venation are unique among our damselflies. Details of the markings are also special. \n\n### Separation from other genera\n*Coenagrionid* damselflies with similar coloration have stouter heads, and darker,  evenly wide legs with less bristles. Only *P. pennipes* becomes blue, but even so the black markings are very differently configured. \n\n### Separation of the species\nIdentification of our six species is simplified when ranges are regarded. Males are separated by their colour at maturity and details of tibiae and appendages. Females are coloured similarly between species and differ less in tibial features. They should be separated by careful study of the prothorax. See table below. \n\n### Behaviour\nMales perch on the waterside banks or in nearby vegetation. They search for females along the shoreline or borders of vegetation with a slow zig-zagging flight. Males grasp the female by landing on her thorax, often directly in flight. After mating, the pair continues to oviposit in tandem. Sites with egg-laying pairs attract other pairs, resulting in large groups laying together. In both sexes, the wide legs are not used in courtship, but for threatening behaviour. They are presented to and waved at individuals of the same species in flight. \n",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Platycnemis)"
  ]
}
