{
  "title": "Genus Aeshna",
  "auktor_citation": "",
  "description": "**_Aeshna_**, or the **hawkers** or **mosaic darners**, is a genus of dragonflies from the family Aeshnidae. Species within this genus are generally known as *hawkers* in Europe or *darners* in America./n/n### Identification/n*Aeshna* spp. are best identified by excluding other aeshnid genera. The species generally have dark bodies with coloured bands on the thorax and their abdomen is basically dark with a mosaic of paired coloured spots. Males have auricles and an anal triangle of 2-4 cells (except *A. isoceles*). /n/n### Separation from other genera/n*Brachytron* are the closest relative, from which the *Aeshnas* differ by numerous, although somewhat relative, features. These includes *Brachytron* having an early flight season, smaller size, hairier body, thinner pterostigma and abdomen not waisted. In the hand it is easier to study diagnostic details of venation and markings. Anax differs in shape and wing venation, but is ruled out in the field by the plain thorax and pale abdomen. They also have a black band on the upperside (except the conspicuous *A. immaculifrons*). *Boyeria* and *Caliaeschna* differ in wing venation./n/n### Separation of the species/nA large and diverse group. The majority of the world's species occurs in North America. Each species, except for a few pairs of similar species, has several unique features./n/n### Behaviour/nOften seen hawking (hence the common name) in open but sheltered places. I can be glades or gardens, as well as over open waters. Foraging individuals often concentrate at good sites, especially towards the end of the day. Males patrol swiftly over water, often aggressively territorial. They usually follow a fairly fixed and often extensive route, frequently interrupting direct flight with hovering pauses and dashes toward other individuals. *A, affinis* is the only species that oviposit in tandem with the male, all other *Aeshna* females oviposit alone.",
  "sources": [
    "[Wikipedia](https://en.wikipedia.org/wiki/Aeshna)",
    "Field guide to the dragonflies of Brittain and Europe, Klaas-Douwe B Dijkstra."
  ]
}
