{
  "items_id": "e34846050fbd521d6c58ef7e0121da2b",
  "scientific_name": "Aeshna cyanea",
  "author_citation": "(Müller, 1764)",
  "local_names": ["Southern hawker"],
  "description": "One of the larger of the hawkers, close in size to *A. juncea*.  Mature males abdomen has paired green spots on the upper side of S1-S7, in marked contrast to light blue spots on the sides and on S8-S10. The last two segments, S9-S10, have each a light-blue band on the upper side. On top of S2, *A. cyanea* has a yellow wedge-shaped spot, like *A. mixta*, but larger.\n\nThe females are brown with aqua-green markings similar to those of the males. In both sexes, the sides of the thorax is mainly green with blackish thick lines, one completely crossing, one only half-way up. The rear margin of the eye is dark with two characteristic yellow spots, visible from the side. Broad shoulder-lines are often easily visible in flight.\n\n",
  "behaviour": "*A. cyanea* is a curious species and can investigate any odonatologist closely, even landing on people. It is often found in ponds in gardens and parks. If open water is created in a garden, this is often the first specie to investigate the new water.",
  "size": { "length": "70-75 mm", "wingspan": "95-115 mm" },
  "similar_species": ["Aeshna viridis", "Aeshna juncea"],
  "distribution": "The species is one of the most common and most widespread dragonflies in Europe. The core of the European range of *A. cyanea* is located in central and western Europe at middle latitudes, where the species is widespread and among the most common anisopterans. It does not reproduce in Ireland and is rare in Scotland. In Fennoscandia it is found in no more than the southernmost third of Finland, Sweden and Norway. It is currently expanding its range northwards. It is less common in the south of Europe, where it is largely confined to mountain areas and some Mediterranean islands (Baleares, Corsica, Sicily and Rhodes)",
  "habitat": "Aeshna cyanea is found at standing, and less often at slow-flowing waters. It has a clear preference for small and at least partly shaded habitats. On larger water bodies it favours sections that are visually demarked from the main area of water, for example by higher vegetation. Often the bottom is partly free of emergent vegetation. Such situations occur in ponds that are still in the early stages of succession or, more often, in ponds where leaves from nearby trees and bushes cover a part of the bottom. It is often the only dragonfly present in small, largely shaded forest ponds, pools and puddles with a substrate of leaf litter, and in these situations larvae can occur in high densities. In central Europe it is also one of the most common dragonflies at garden ponds. The specie is able to resist weeks of desiccation. It has a wide altitudinal range, being mostly abundant up to 700 m but still regularly present and producing up to 1 700 m.",
  "flight_period": "July to October, with some specimen visible in June.",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/aeshna-cyanea-male-go%CC%88ran-liljeberg-cc-by_umwzr2.jpg",
        "caption": "Aeshna cyanea, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/aeshna-cyanea-female-go%CC%88ran-liljeberg-cc-by_k1t5sw.jpg",
        "caption": "Aeshna cyanea, female",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/aeshna-cyanea-male-side-go%CC%88ran-liljeberg-cc-by_dgzmdo.jpg",
        "caption": "Aeshna cyanea, male side view",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/52519-Aeshna-cyanea"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1425240" }
  ]
}
