{
  "items_id": "46970409e9f1928a33b5bbe4a5ceac44",
  "scientific_name": "Aeshna caerulea",
  "author_citation": "(Strøm, 1783)",
  "local_names": [
    "Azure hawker",
    "Alpen-Mosaikjungfer",
    "Azuurglazenmaker",
    "Fjällmosaikslända"
  ],
  "description": "The azure hawker is one of the smaller species of the hawkers. The eyes meet only just, the adjacent area is diagnostically narrow at the top of the head. This can easily be seen with binoculars when it perches.\n\nThe males have azure blue, rather large spots on each abdominal segment. The lateral bands on the thorax are pale, light blue or yellow-white, narrow and wavy. Antehumeral stripes are reduced in males. Pterostigma color is varying from brown to orange. The leading margin of the wing is yellow-brown. Males have a white frons. Unique to this species is that the blue of the male pales to a more grey colour at lower temperatures.\n\nThe female color varies a lot but can be grouped into two forms; one is generally similar to the males but everything blue is more grey-blue, its abdominal spots are also smaller. The other form lacks all blue color and is generally brown with yellow or beige abdominal spots.\nBoth forms have characteristic triangular black markings on the last abdominal segments.\nAntehumeral stripes are mostly absent in females, but sometimes vague remains can be seen.\nEspecially in the northern regions females have smoky dark wings.\n\nTenerals of both sexes are brownish with light to white abdominal spots.",
  "behaviour": "On hot sunny days males are very active, flying low and wide in search of females. Unlike *A. juncea*, males will also perch, basking on stones on the ground or light tree trunks. This behaviour warms its body and enables it to survive in colder regions. \n\nIt shelters in heather or similar low vegetation in dull weather. When hunting on a sunny day it can fly high above the trees in search for prey. Above the arctic circle, under the midnight sun, it can hunt almost 24 hours a day. It is active even during cloudy weather and can be seen flying even in lighter rain. In those conditions it flies low, in and among vegetation, scaring up  insects.\n\nEggs are oviposited in small open water bodies, in sphagnum moss or other soft material. Larvae development takes two to four years, most often three years. Larvae live in shallow water, but often deeply burrowed in bottom material and can be hard to find. Exuvia are found low on upright straws or such, in or near water.",
  "size": { "length": "54-64 mm", "wingspan": "74-82 mm" },
  "similar_species": [
    "Aeshna juncea",
    "Aeshna subarctica",
    "Aeshna crenata",
    "Aeshna mixta"
  ],
  "distribution": "The species is widespread and can be found from northern Scotland to the Bering strait. It has a boreo-alpine distribution, being common and widespread at low elevation in the north in the Taiga and Tundra belts and having several smaller, disjunct, 'relict' areas of distribution in alpine areas of Europe.\n\nIn Europe it can be found in Scotland, most Fennoscandia (up to the very north), Estonia, northern Latvia and northern Russia. \nIn central Europe, the species is confined to mountains. Its reasonably widespread in the Alps, with many populations in Switzerland and Austria, and some in France. Italy has fewer than ten populations.Germany has some populations in southern Bavaria.\nOther mountains where it can be found include the Sudete Mountains in northern Czech Republic and southern Poland and the Bohemian forest/Sumava Mountains on the border between Czech Republic and Germany.",
  "habitat": "*Aeshna caerulea* is adapted to live in areas with long and severe winters and short summers with low air temperatures, where many other dragonflies are unable to survive. It seems in warmer conditions it is out-competed by other large dragonflies, like A. juncea. In colder areas, its habitat range is broader, probably due to reduced pressure from other species. In the north of Europe it is predominantly found in lowlands, with a maximum breeding habitat altitude of around 550 m in Scotland.\n\nThe species is present in standing and sometimes slow-flowing water, namely in fens and bog ponds and depressions, palsa mires and sedge swamps in moors,  heaths and tundra depressions. Above the tree line, it's mostly found in peaty ponds. \n\nIn its central European range, almost all records are from 1 000 m to 2 600 m with the main breeding habitats between 1 400 m and 2 200 m. Here it's found in bogs and permanent peaty water with a surface ranging from 5 to 80 m2 and water depth of generally 20 cm or less. The vegetation consists of peat moss (Sphagnums), sedges, and cottongrass. The water is frozen for large parts of the year but the water temperature can rise quickly during the day in spring and summer, exceeding 20 C.",
  "flight_period": "Late May to August",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Vulnerable",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Decreasing"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/aeshna-caerulea-male-go%CC%88ran-liljeberg-cc-by_mnq4ol.jpg",
        "caption": "Aeshna caerulea, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/aeshna-caerulea-male-side-go%CC%88ran-liljeberg-cc-by_oh2dd1.jpg",
        "caption": "Aeshna caerulea, male",
        "license": "CC BY 3.0",
        "lic_url": "https: //creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http: //liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/aeshna_caerulea_o_zrpcdf.jpg",
        "caption": "Aeshna caerulea male, Torne lappmark Sweden, July 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/42500825154/in/album-72157698732647935/"
      },
      {
        "public_id": "dragonflies/aeshna_caerulea_o_jkp0rg.jpg",
        "caption": "Aeshna caerulea male, Torne lappmark Sweden, July 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/43219495111/in/album-72157698732647935/"
      },
      {
        "public_id": "dragonflies/aeshna_caerulea_o_wi43st.jpg",
        "caption": "Aeshna caerulea female, Torne lappmark Sweden, July 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/42315020995/in/album-72157698732647935/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/93427-Aeshna-caerulea"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1425216" },
    {
      "label": "IUCN Red List",
      "link": "https://www.iucnredlist.org/species/158688/5254339"
    }
  ],
  "meta": [{ "label": "gbifTaxonKey", "value": "1425216" }]
}
