{
  "items_id": "b35200c974163e5014a8a6442d0df5e2",
  "scientific_name": "Aeshna juncea",
  "author_citation": "(Linnaeus, 1758)",
  "local_names": ["Common hawker"],
  "description": "*A. juncea* is one of the larger aeshnids and a powerful flyer. As a typical aeshna the abdomen is dark with spots along sides and top of the abdomen \nforming a coloured mosaic. On S3 two blue wedges can be found, bases opposing towards each other. \nThese can be used to distinguish from *A. subarctica* whose spots have broader shapes. Wings are clear with long pterostigmas and yellow leading margin. On older individuals though, especially females, the wings can take on a light brown tone. Thorax is brown with narrow antehumeral stripes. Thorax sides have two broad bands, coloured blue, green or yellow. Between the band are 1-3 smaller spots. The shape of these spots can be used in separating from similar species, but they can be hard to see due to wear and age. Frons is yellow with a black T-shaped marking. This marking distinguishes it from simillar specie *A. serrata* whose stem is less distinct. Eyes have a yellow spot on the backside, which distinguishes it from *A. subarctica*. Variations occur with very small or indistinguishable spots. The male especially, is rather dark, compared to *A. cyanea*, but often more vivid in colours compared to *A. subarctica*. Females have two colour forms, one dark body with blue and greyish markings (a lot like the males) or with green spots on the sides of the abdomen and yellow spots on top.",
  "behaviour": "A large and powerful flyer, and both sexes can be active even in bad weather. Males patrol low over to water, searching along edges for females.\nAbdomens tend to hang slightly in flight, while *A. juncea* has a straighter posture. Both sexes hunt high up in treetops and is often seen far from waters,\nand sometimes late in evenings. Insect-rich places like open sunlit, clearings, forest roads and forest edges are good places to look for this specie.",
  "size": { "length": "70-80 mm", "wingspan": "90-105 mm" },
  "similar_species": [
    "Aeshna serrata",
    "Aeshna subarctica",
    "Aeshna crenata",
    "Aeshna cyanea",
    "Aeshna mixta",
    "Aeshna caerulea"
  ],
  "distribution": "*A. juncea* is widespread in Europe and all over the northern hemisphere, present also in Asia as well as North America. In Europe it is common in the north, becoming scarcer and confined to higher altitudes in the south. It is fairly common in the Alps and the Pyrenees, but it is scarce and known only from scattered high altitude locales in south-east Europe and the Iberian Peninsula.",
  "habitat": "It is mostly confined to nutrient-poor, standing and unshaded waters, having a preference for bogs and other standing waters with well-developed Sphagnum vegetation. At lower altitudes in central and western Europe the largest populations are found in larger bogs with peat moss and sedges or rushes. With lesser dense populations it can be found in quarries, dune ponds, fens or peaty areas with fields of water soldier. In Fennoscandia and mountain areas it uses a wider range of waters, and can be found in slow-flowing water, lakes or ponds with sparse vegetation.",
  "flight_period": "June to October",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/aeshna-juncea-male-go%CC%88ran-liljeberg-cc-by_zwvgxr.jpg",
        "caption": "Aeshna juncea, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/aeshna-juncea-male-side-go%CC%88ran-liljeberg-cc-by_fsrk6b.jpg",
        "caption": "Aeshna juncea, male side view",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/aeshna_juncea_o_czpwpm.jpg",
        "caption": "Aeshna juncea male, Uppland Sweden, July 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/41412298820/in/album-72157698737841635/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/93434-Aeshna-juncea"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1425221" },
    {
      "label": "IUCN Red List",
      "link": "https://www.iucnredlist.org/species/165518/65835376"
    }
  ],
  "meta": [{ "label": "gbifTaxonKey", "value": "1425221" }]
}
