{
  "items_id": "513896e331e91375b98928f8b460562f",
  "scientific_name": "Anax ephippiger",
  "author_citation": "(Burmeister, 1839)",
  "local_names": [
    "Vagrant emperor",
    "Schabracken-Königslibelle",
    "Zadellibel",
    "Brun kejsartrollslända"
  ],
  "description": "Smaller than the other Anax species. It has a large head with huge brown and green eyes, yellow frons with two parallel black lines. Thorax is dark brown on top and greenish yellow on the lower part. Abdomen is long, slender and generally yellowish brown. Males have a conspicuous blue \"saddle\", dorsally on S2 (where *A. parthenope's* saddle is blue all around). Immature males and females have this too, only much paler and less conspicuous. Lengthwise the abdomen has a black mid-dorsal band. The spots on the last segments of the abdomen can have a lighter colour, shifting towards cream-yellow, light blue. The abdomen is more slender than on *A. parthenope*. The males upper appendages are pointed, and the lower appendages has a number of denticles. The female appendages are large and pointed. Wings, especially hind wings, are often tinted in yellow. Leading margin of the wings are yellow or orange. Pterostigmas are long and yellow or orange.",
  "behaviour": "It is an obligate migrant and a good long distance flyer, often leaving its habitats even in early post-teneral stages. It's known to sometimes gather in swarms of large numbers. It flies even at night and can be attracted to light from street lamps and lighthouses.",
  "size": { "length": "60-70 mm", "wingspan": "100-110 mm" },
  "similar_species": ["Anax parthenope"],
  "distribution": "This is a migratory species and originates from arid areas in Africa and Asia. Every year it is recorded in Europe in the Mediterranean countries. Larvae has a speedy growth and arrivals in spring regularly results in a new generation in August. However, successful reproduction in the central and western Europe is rare. The larvae does not survive the European winters, except locally on the southern Mediterranean coast. Records exists of a teneral female from Doñana, Andalucia and a record of fresh exuviae, tenerals and immatures from the Rhône delta. It is one of very few species found on Iceland and Faeroe Islands.",
  "habitat": "The species is mostly indigenous to areas with distinctive wet and dry seasons, where it reproduces in seasonal waters that dry out in most summers. The regional availability of these kinds of breeding habitats depends strongly on the amount of rain and varies between years. In Europe it prefers humid environments with warm shallow water, even temporary basins. It can however, be found in a wide variety of habitats. Often a good place to look for them is along coastlines.",
  "flight_period": "In May individuals from Africa start to arrive in Mediterranean countries, where they reproduce.\nThe new individualls emerge in August the same year and start to migrate towards nothern Europe.\nMost individuals die when the weather turns cold but it can be found any time around the year, \noften making them the only credible species for observations off-season.",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Increasing"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/anax-ephippiger-male-go%CC%88ran-liljeberg-cc-by_jl6xfa.jpg",
        "caption": "Anax ephippiger, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/anax-ephippiger-male-side-go%CC%88ran-liljeberg-cc-by_wokqbr.jpg",
        "caption": "Anax ephippiger, male side view",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/94041-Anax-ephippiger"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/5791733" },
    {
      "label": "IUCN Red List",
      "link": "https://www.iucnredlist.org/species/59811/72310087"
    }
  ],
  "meta": [{ "label": "gbifTaxonKey", "value": "5791733" }]
}
