{
  "items_id": "807925a45818ff9408ee558a4f746987",
  "scientific_name": "Sympetrum depressiculum",
  "author_citation": "(Selys, 1841)",
  "local_names": ["Spotted darter"],
  "description": "A darter that is much more local than others but can be abundant where found.\n\nThe males are reddish and the females are yellowish. In both sexes the legs are entirely black. It has a wide black stripe between frons and the eyes. \n\nThe black legs could lead them to be confused with *S. sanguineum*. Males have a slightly flatter abdomen, not as noticeably clubbed. Abdomen has yellow-orange hues and pairs of black spots on the sides, especially S4-S7 have these small drop-shaped or elongated triangular spots. If such markings occur on *S. sanguineum* they are more linear and placed more laterally. Females can be distinguished by a different shape of the vulvar scale, the distal point of it is not pointy. Both sexes have a wider black stripe between frons and the eyes, wider than that of *S. sanguineum*. Pterostigma are larger and paler in colour, contrast with the bordering veins stronger.",
  "behaviour": "Has a rather weak and fluttery flight, reminiscent of a butterfly. May be found in large communal roosts.",
  "size": { "length": "30-34 mm", "wingspan": "48-56 mm" },
  "similar_species": ["Sympetrum sanguineum"],
  "distribution": "*Sympetrum depressiculum* is found in the temperate regions from Europe to Japan. The European range covers central, eastern and south-eastern Europe. The species has a patchy distribution with large areas within its main range where it is rare or absent. The main concentrations of populations are found in the lower regions of the Alps and adjacent lowlands, and in eastern Germany and Poland. It is rare in north-east Germany, the Netherlands and Belgium, where it is concentrated in small numbers of often large populations. In France, the species is concentrated in the Rhône-Alps region although isolated populations or records are found across the country. I\n\nt was formerly very abundant in the rice fields of the Camargue in the Rhône river delta and of the Po Valley in northern Italy, but decreased strongly due to changes in the rice cultivation. It is now rare or absent in these regions, and in the lower Rhône area it is currently found only at the sedimentation tanks along motorways. The species has a scattered to patchy distribution in south-east Europe and can probably be found in all countries, although it has not yet been recorded from Bosnia and Herzegovina and Montenegro. It is generally very rare in this region, with concentrations of mostly odd records in Macedonia and recent records scattered in Albania, Greece, European Turkey, Bulgaria, Romania, Moldova and south-west Ukraine.\n\nOld records from Sardinia, Sicily and Algeria are considered doubtful, although valid records of single individuals are known from southern Italy.",
  "habitat": "*Sympetrum depressiculum* is largely restricted to open sunny and shallow habitats that dry out in the late autumn and are flooded again in late spring. The flooding in late spring often results in the inundation of established vegetation and rapid development of vegetation in the water. Natural habitats with such conditions are to be found at the foothills of mountains flooded by snowmelt in spring. Man-made habitats of similar nature include barrage lakes that are subject to strong seasonal changes in water level. In southern Europe and particularly in southern France and northern Italy these conditions were encountered in rice fields where rice production was often combined with breeding of carp. This requires maintenance of water levels of a few decimetres throughout the summer, creating ideal conditions for *S. depressiculum*. In central and north-eastern Europe these unusual habitat requirements were formerly provided by carp breeding ponds.\n\nTraditionally, these ponds were dry in the winter and son with rye or rapeseed, and then inundated in late spring, mimicking a flooded floodplain, the natural reproductive habitat of carp. The shallow ponds were most suitable for *S. depressiculum*. It is thought that this fish farming practice has probably allowed this species extend north of its natural range. \n\nOviposition of *S. depressiculum* can be observed in a variety of habitat types, not all of them lead to long term viable populations.",
  "flight_period": "June to October",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Vulnerable",
    "red_list_europe": "Vulnerable",
    "red_list_mediterranean": "Vulnerable",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Decreasing"
  },
  "images": { "cloud_name": "dragonflies", "all": [] },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Brittain and Europe, Klaas-Douwe B Dijkstra."
  ]
}
