{
  "items_id": "146176bfeebbc6db32e4c6ae8c07b8d5",
  "scientific_name": "Coenagrion lunulatum",
  "author_citation": "Charpentier, 1840",
  "local_names": ["Crescent bluet", "Irish damselfly"],
  "description": "Simillar to *C. hastulatum* with both males and females darker and stockier. Postocular spots are round and not connected centrally, a characteristic only shared with *C. armatum*. The latin name lunulatum derives from the characteristic dorsal crescent-shaped marking on S2 of the males. This character is not always conspicious in the field so it can be easier to identify the species by observing the ventral part of the body that is greenish in males in contrast to the dorsal part which is mainly black. In fact only S8 and S9 are completely light blue, apart from the already mentioned S2.\n\nFemales vary greatly in colour, often greenish yellow but not as clearly yellow as *C. hastulatum* can be. Abdominal parts mainly dark except a part on S8 which is half blue, half black and where the black part has a characteristic frontally pointing thorn-shape which distinguishes it from other Coenagrion females.",
  "behaviour": "It can often dissapear among simillar speceies even if it actually is present in good numbers. Often only by patiently going through all individuals it can be found and identified. Males are more prone to perching on floating vegetation and both sexes can often be found up in higher vegetation as long as it grows a bit out in the water-filled marshes.",
  "size": { "length": "30-33 mm", "wingspan": "32-44 mm" },
  "similar_species": ["Coenagrion hastulatum"],
  "distribution": "*Coenagrion lunulatum* has a disjunct distribution in Europe. The core of its range includes the Netherlands, northern Germany, Poland, the south of both Sweden and Finland, and the Baltic states, from where it is expected to continue east to the Ural Mountains. The species is rare south and north of this core region and is mostly found in scattered, small populations from the Ukrainian Carpathians to the Czech Republic and the Alps, and throughout most of Fennoscandia. In contrast to its rarity in the Alps, it is well established in Massif Central in France, which constitutes a disjunct area of occurence. Another disjunct area is found in Ireland, where *C. lunulatum* is widespread but uncommon in the northern half of the island. It is remarkably absent from Great Britain.",
  "habitat": "In most of its European range it is predominantly found in oligotrophic to mesotrophic, acidic to slightly acidic ponds and small lakes, peat bogs and fens. These often support a vegetation of small sedges and Sphagnum peat mosses, and are largely unshaded. Most habitats lie within or in direct proximity to forests. In the east of its range, the species is found in a wider range of habitats such as cattle ponds and gravel and clay pits, where it occurs regularly in slightly more eutrophic water bodies with rather ordinary fringing vegetation. *C. lunulatum* is mainly found in lowlands and low hills in the north of its range, and is confined to mountains up to 1 500 m in the south. It is very rare in the Alps, which correlates with its rarity in the boreal belt.",
  "flight_period": "April to the end of July",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Not present",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Unknown"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/coenagrion-lunulatum-male-go%CC%88ran-liljeberg-cc-by_olr3hm.jpg",
        "caption": "Coenagrion lunulatum, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/Coenagrion_lunulatum__Maanwaterjuffer__Crescent_Bluet_02_zc6z2w.jpg",
        "caption": "Coenagrion lunulatum, male, 2013",
        "license": "CC BY SA 4.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/4.0/deed.en",
        "by": "Luc Hoogenstein",
        "url": "https://commons.wikimedia.org/wiki/File:Coenagrion_lunulatum,_Maanwaterjuffer,_Crescent_Bluet_02.jpg"
      },
      {
        "public_id": "dragonflies/Coenagrion_lunulatum_female_hein_germany_brandenburg_xr4mye.jpg",
        "caption": "Coenagrion lunulatum female, Brandenburg, Germany, 2012",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/deed.en",
        "by": "Andreas Thomas Hein",
        "url": "https://commons.wikimedia.org/wiki/File:Coenagrion_lunulatum_female_hein_germany_brandenburg.JPG"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/134100-Coenagrion-lunulatum"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1422025" },
    {
      "label": "IUCN Red List",
      "link": "https://www.iucnredlist.org/species/165511/6049630"
    }
  ],
  "meta": [{ "label": "gbifTaxonKey", "value": "1422025" }]
}
