{
  "items_id": "70fd0279c59ea93d04b7a80ed5ba9d0a",
  "scientific_name": "Coenagrion ornatum",
  "author_citation": "(Selys, 1850)",
  "local_names": ["Ornate bluet"],
  "description": "The males of *Coenagrion ornatum* are light blue with black markings, similar to *C. mercuriale* and stockier than *C. puella*. The pattern on S2 has a shape of a trident or a W. The males have much longer lower appendages than upper ones, which is visible in a side view. The females are more extensively blue than other females of Coenagrion; on the abdomen they have in fact a discontinous black pattern against a light blue background that make them similar to the androchrome females of *C. puella*. Both the females and males have postocular spots with a toothed lower margin, where all other Coenagrions have smooth edges. The pterostigmas are dark and diamond shaped.",
  "behaviour": "",
  "size": { "length": "30 mm", "wingspan": "40-50 mm" },
  "similar_species": ["Coenagrion puella", "Coenagrion mercuriale"],
  "distribution": "The core of the range is in south-east Europe, with small and isolated areas of occurence in central and western Europe. The area where the species is reasonably widespread, although populations are often small, runs from Hungary and Slovenia southwards to Bulgaria and northern Greece. To the East this core area extends to Romaina and western Ukraine. The species is rare in the south of Greece and absent from the Mediterranean islands. It is rare to very rare in central and western Europe, with large populations only found in the Danube valley in Bavaria in southern Germany, and the Nièvre and Saône departments in central France. Outside these areas only a few dozen central European populations are currently known.",
  "habitat": "*Coenagrion ornatum* occurs in sunny seepages and permanent and mostly small streams generally with a slow current and shallow water. In most cases there is organic mud and detrius on the stream-bed and moderately dense herbaceous vegetation. The water is often calcareous and relatively warm. Natural habitat types where these conditions occur are spring marshes, karstic springs and streams. Most of the European populations are presently found in agricultural areas, at small ditches and streams. Many of these habitats depend on both the cyclic cleaning of water courses and the mowing of bank side vegetation to prevent the habitat from becoming overgrown. In Slovenia it was noted that the species readily colonises newly created ditches and streams. In most Europe the species favours largely open habitats below 600 m. In the Balkan Peninsula populations have been found up to 900 m, while in Turkey it occurs in mountain streams up to 1 800 m, some of which are extensively snow-covered in winter.",
  "flight_period": "",
  "red_list": {
    "habitats_directive": "II",
    "red_list_EU27": "Near Threatened",
    "red_list_europe": "Near Threatened",
    "red_list_mediterranean": "Near Threatened",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Decreasing"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/CoenagrionOrnatum_Female_kwz3gi.jpg",
        "caption": "Coenagrion mercuriale female, Northern Germany, 2016",
        "license": "CC BY SA 4.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/4.0/deed.en",
        "by": "Christian Fischer",
        "url": "https://commons.wikimedia.org/wiki/File:CoenagrionOrnatum_Female.jpg"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/433472-Coenagrion-ornatum"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1422002" },
    {
      "label": "IUCN Red List",
      "link": "https://www.iucnredlist.org/species/165520/19158182"
    }
  ],
  "meta": [{ "label": "gbifTaxonKey", "value": "1422002" }]
}
