{
  "items_id": "66a47c8c1cb0bfd782b8865a36c5f70d",
  "scientific_name": "Brachytron pratense",
  "author_citation": "(Müller, 1764)",
  "local_names": ["Hairy dragonfly"],
  "description": "This dragonfly is similar to the Aeshna sp. in appearance, particularly to *Aeshna cyanea*, but it is more stout and has a hairy cylindrical abdomen with a more extensive black pattern. S1 has a central spot, whereas the other segments have two elongated spots which are yellow in the females and immature males, and blue in mature males. The sides of the thorax are green with two complete black bands. Wings have a yellow leading margin. The pterostigma is long, thin and brown. The hind appendages are very long.",
  "behaviour": "Males patrol low and quite slowly through and between vegetation, over water or along water edges to find females or chase away other males. Mating occurs in nearby vegetation. Females are shy and only visits waters when she is ready for mating. Both males and females are rarely found far from waters.",
  "size": { "length": "54-63 mm", "wingspan": "70-75 mm" },
  "similar_species": ["Aeshna cyanea"],
  "distribution": "*Brachytron pratense* is largely confined to Europe, absent from northern Africa and has a limited range in Asia. It is mainly found in western and central Europe, but there are strong regional differences in population densities, being common only regionally. It's most northerly occurrence is the south of Sweden and Finland. In southern Europe it is generally rare, being largely absent from the Iberian Peninsula and the driest parts of Italy and the Balkan Peninsula. In the east it seems to be widespread but uncommon in Ukraine and Belarus, records from Russia are rare.",
  "habitat": "Most populations are found at standing or slow-flowing waters, frequently with forests or bushes in the vicinity. The species is most often found around reed belts, bulrush, bur-reed, clubrush, high sedges and in parts of its range areas with stretches of water soldier.",
  "flight_period": "One of the first dragonflies to fly, mostly in early May through August\nbut can appear as early as March in the southern countries and as late as August in the central and north of \nits range.",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/brachytron-pratense-male-go%CC%88ran-liljeberg-cc-by_pj8nmi.jpg",
        "caption": "Brachytron pratense, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/brachytron_pratense_o_uasgel.jpg",
        "caption": "Brachytron pratense male, June 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/43222893541/in/album-72157668819966797/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/59955-Brachytron-pratense"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1425146" }
  ]
}
