{
  "title": "Cordulegaster",
  "author_citation": "Leach, 1815",
  "description": "### Identification \nLarge dragonflies, easily recognised by their size (70-100mm), their black and yellow body patterns and their eyes just barely touching. Males have an anal triangle in the hindwing and auricles on the sides of S2. Females have a unique vulvar scale that serves as their ovipositor, this is projecting well beyond the tip of the abdomen. Eggs are oviposited into the bottom substrate of smaller running waters, like springs and brooks. Often *Cordulegaster* are the only species present in these waters.\n\n### Separation from other genera\n*Aeshnids* are often large and have a similar appearance and wing venation, but the eyes are touching over a larger distance. Many *gomphids* are also black and yellow, but they are smaller and their eyes are widely separated. The very local *Macromia splendens*, from southern France and Iberia, and *Anax immaculifrons*, from Cyprus and southern Turkey, are similar in appearance. They differ in various markings and reproduce in larger waters. \n\n### Separation of the species\nThe *Cordulegaster* genus consists of two species-groups; group *boltonii* or group *bidentata*. Each is a complex of similar species, and the two groups distributions hardly overlap. If two *Cordulegaster* species co-occur, they belong to different groups. In areas where both *C. boltonii* and *C. bidentata* occur (western and central Europe), *C. boltonii* usually prefers larger brooks than *C. bidentata*. This results in *C. boltonii* being more often found in lowlands, whereas the *C. bidentata* is more common in lower mountain ranges. This partial segregation of the two species-groups is less clear in the East, in the Balkans and Turkey.\n\n|                                                          | Boltonii group                                                                | Bidentata group                                                                                                  |\n|----------------------------------------------------------|-------------------------------------------------------------------------------|------------------------------------------------------------------------------------------------------------------|\n| Yellow marking on side of S1                             | Along lower hind margin, normally shaped as revered 'C'.                       | Oblique spot near middle of segment occasionally descends towards lower hind margin.          |\n| Yellow markings between two broad lateral thorax stripes. | Normally a well developed stripe, this complete or divided into 2-3 spots.    | Normally restricted to a short streak just below wings, but this may extend downwards in very yellow individuals. |\n| Upper appendages (viewed from above)                     | Diverging, with curved outer borders and close (almost touching) at the base. | Parallel, with straight outer borders and separated at base.                                                     |\n| Cells in hindwing anal triangle                          | 5, rarely 3-8                                                                 | 3, rarely 2-5                                                                                                    |\n\n\n| Boltonii group | Geographic range|\n|---------------|--------------------------------------------------------------------------------|\n| C. princeps   | Moroccan high and middle Atlas                                                 |\n| C. trinacriae | Southwest Italy and Sicily                                                     |\n| C. picta      | North and west Turkey, islands in north and east Aegean Sea, Southeast Balkans |\n| C. heros      | West and south Balkans                                                         |\n| C. Boltonii   | The rest of Europe or northwest Africa                                         |\n\n| Bidentata group | Geographic range                                                                  |\n|-----------------|-----------------------------------------------------------------------------------|\n| C. helladica    | South Greece, including Peloponnesse, Euboea and the Cyclades                     |\n| C. insignis     | Turkey, islands in north and east Aegean Sea, including Ikaria. Southeast Balkans |\n| C. bidentata    | Other parts of Europe                                                             |\n\nIdentification on the basis of the markings on the various body parts is problematic, it is still unclear which characters are reliable. Also, individual variation within populations occurs in a number of characters, like the size and extension of the black markings on the frons and other parts of the head, the shape and size of the yellow marking on the thorax between the two large lateral bands, the shape and size of the yellow marking on S1 and the presence of apical spots on S2-8. These characteristics are therefore not usable for identification purposes, unless otherwise stated in the species descriptions. In members of the *Cordulegaster boltonii* group, and especially in *C. heros* and *C. pieta*, a small spot may be present near the upper lateral corner of the antehumeral stripe. It may vary in size. \n\nFemales are generally larger than males, and has larger abdominal markings. Within various species, there are several subspecies recognised, with narrow or wide geographical zones in which intermediate specimens occur. Some subspecies have been described on the basis of such intermediate specimens, resulting in taxonomical confusion. Others were described on material of unknown or doubtful origin, complicating the determination of the exact distribution of the subspecies. \n\n### Behaviour\nAll species breed in permanent springs or smaller streams. Larvae development takes three to seven years. Males patrol over the water surface, often in a slow pace, searching for a female. When patrolling they are not easily disturbed, and can be well observed. If you stand motionless astride a small brook, a male may even fly through your legs! Females visit the water only for copulation and oviposition. The way she oviposits is highly characteristic, hovering over shallow water in a vertical position, repeatedly pushing the ovipositor into the substrate. An ovipositing female may do this more than 500 times, remaining at a particular site for 15 minutes, and therefore can be easily observed. Females tend to avoid males during oviposition, and may hide from them under overhanging vegetation.",
  "sources": [
    "[Wikipedia](https://en.wikipedia.org/wiki/Cordulegaster)",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ]
}
