{
  "items_id": "95d53040eb1abd1b89865ec825c8dc1e",
  "scientific_name": "Cordulegaster heros",
  "author_citation": "Theischinger, 1979",
  "local_names": ["Balkan goldenring"],
  "description": "Black and yellow body with green eyes that are touching at one point. Very similar to* C. boltonii* but is slightly larger in size and has larger yellow markings on the abdomen. The occipital triangle is black, not yellow as on *C. boltonii*, even though it might have two small yellow spots, especially in females. The frons is yellow, females always have a very extensive black bar across it. The antehumeral stripes have an angular upper outer corner, and sometimes a small yellow spot near this corner. The terminal appendages of the males are short and conical (but longer than those of *C. boltonii*).",
  "behaviour": "",
  "size": {
    "length": "males 78-84 mm, females 88-96 mm",
    "wingspan": "males 90-100 mm, females 105-115 mm"
  },
  "similar_species": [
    "Corduleagaster boltonii",
    "Cordulegaster bidentata",
    "Cordulegaster helladica",
    "Cordulegaster insignis",
    "Cordulegaster picta"
  ],
  "distribution": "*Cordulegaster heros* is endemic to central and south-eastern Europe. It has two subspecies, *C. h. heros* and *C. h. pelionensis*. These differ only in size and shape of the black bar across the frons of the males. The species was only recognised in 1979 and some of the older records of *C. boltonii* from central Europe and all from the Balkan Peninsula, in fact belong to this species. The limits of the distribution of the species in the north and east is still poorly known.* Cordulegaster heros* extends from central to south-eastern Europe over nearly the whole Balkan Peninsula. Its northern limit is found from the south-easternmost part of the Czech Republic to souther Slovakia and northern Romania. To the south, the species reaches the north of the Peloponnese in Greece, and to the west the north-east of Italy, close to the Slovene border. To the East it is widely distributed in Bulgaria but is replaced by *C. picta* in the south-east of this country, the north-east of Greece and the European part of Turkey. *Cordulegaster heros* is regionally common in the eat of Austria, Slovenia, southern Slovakia, Croatia, Bosnia and Herzegovina, Montenegro, Serbia, Macedonia, mainland Greece, Bulgaria, and south-western Romania. Gaps in its range are probably caused by a lack of surveys rather than by genuine absence of the species. The specie has not been recorded from Ukraine but it seems possible that two old records of *C. boltonii* in fact refer to *C. heros*.",
  "habitat": "*Cordulegaster heros* is found at shaded streams and small rivers with at least some sandy substrate in mountainous and hilly landscapes. It has been found breeding up to 1 500 m, but is, in contrast to *C. bidentata*, usually found in the lower parts of streams. Like all other species from the boltonii-group it can, however, colonise both upper and lower sections of streams and small rivers. At small streams and springs as well as in hydrologically heterogenous habitats, it may co-occur with *C. bidentata*. Co-occurence with *C. boltonii* is known from Austria, but seems rare.",
  "flight_period": "June to July",
  "red_list": {
    "habitats_directive": "II+IV",
    "red_list_EU27": "Near threatened",
    "red_list_europe": "Near threatened",
    "red_list_mediterranean": "Vulnerable",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "Endemic",
    "trend_europe": "Stable"
  },
  "images": { "cloud_name": "dragonflies", "all": [] },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/98418-Cordulegaster-heros"
    },
    { "label": "GBIF", "link": "https://www.gbif.org/species/1421199" }
  ]
}
