{
  "items_id": "079b50c7d17f04c0efe2c8b96dfe5376",
  "scientific_name": "Cordulegaster boltonii",
  "author_citation": "(Donovan, 1807)",
  "local_names": ["Common goldenring"],
  "description": "Black and yellow in colour, with green eyes. Frons is yellow, with a small black bar. Similar to *C. bidentata* but slightly larger, more yellow in appearance and it has different shapes of yellow markings on S1 and the sides of the thorax. Occipital triangle is yellow, not black as on *C. bidentata*. The anal loop of the hind wing consists of 5 cells, not 3. It is also very similar to *C. trinacriae* but the males can be distinguished by different shape of the anal appendages. *C. boltonii* and C*. trinacriae* occurences only overlap in a small area in Italy.",
  "behaviour": "Males patrol relentlessly along suitable streams, chasing away any other competitors. Females oviposit in sandy or gravel bottoms of streams by, while still in flight, pushing their rear ends into the substrate over and over again.",
  "size": { "length": "74-85 mm", "wingspan": "80-100 mm" },
  "similar_species": [
    "Cordulegaster bidentata",
    "Cordulegaster heros",
    "Cordulegaster trinacriae"
  ],
  "distribution": "Almost endemic to Europe with the only populations outside in the north of Morocco and Algeria. In Europe the core of the range of *Cordulegaster boltonii* extends from western Europe to western and southern Poland, the southern part of Fennoscandia and the Baltic states. To the east it is scattered and apparently rare from the Ukraine and Belarus all the way to the Urals in Russia. Many old records now is believed to instead be from the closely related C. heros (only made into a species of its own in 1979). To the west is found only a few times on Ireland but more common in Scotland, England and Wales.",
  "habitat": "*Cordulegaster boltonii* favours woodlands, but also occurs along streams in open moorland and heath. The species is found in swift clear running waters including mountain torrents, runnels at headwaters, sand or sand-gravel streams, streams and small rivers. In small headwater streams and runnels it sometimes co-occurs with *C. bidentata*. In contrast with the latter, the larvae are able to cope with strong currents fairly well, enabling this species to colonise both upper and lower sections of rivers.",
  "flight_period": "May to September",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/cordulegaster-boltonii-male-go%CC%88ran-liljeberg-cc-by_exofmc.jpg",
        "caption": "Cordulegaster boltonii, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/cordulegaster_boltonii_o_qtdb0c.jpg",
        "caption": "Cordulegaster boltonii male, Les Alpilles France, July 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48501673947/in/album-72157698257984994/"
      },
      {
        "public_id": "dragonflies/cordulegaster_boltonii_o_clyc9w.jpg",
        "caption": "Cordulegaster boltonii ovipositing female, Dalsland Sweden, July 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/42502320924/in/album-72157698257984994/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/85057-Cordulegaster-boltonii"
    }
  ]
}
