{"items_id":"9b7f6a14818f928c4d96a0fdcb939a52","scientific_name":"Calopteryx virgo","local_names":["Beautiful demoiselle"],"description":"Males are blue in colour with green metallic shine.\nThe last two segments of the abdomen are ventrally light pink.\nWings are wider, more rounded and almost completely coloured blue-purple than on \nthe males from other speceis in the same genus.\n\nFemales are metallic green-brown with light brown wings, less transparent than on those of\nthe females of the other species of Calopteryx.\nThe females have a white pseudopterostigma, slightly closer to the apex than in C. splendens.","behaviour":"Males are territorial and often perches in tress or bushes with a good view over \ntheir part of the flowing waters.\nIt repeatedly leaves the spot for hunting small insects, chasing away males or pursuing females, \nbut often return to the same spot over and over.\nIf a female enters the scene, the male courts her with a special swirling flight, \nmuch different from normal flight behaviour.\n\nYounger males and females can often be found a bit away from the waters.\nAlso mature males can be found foraging far away from normal territories, \neven in darker shaded areas.","size":{"length":"45-50 mm","wingspan":"48-72 mm"},"similar_species":["Calopteryx splendens","Calopteryx haemorrhoidalis","Calopteryx xanthosthoma"],"distribution":"Widespread and common over most of Europe, however its eastern range limit is unclear.\nCalopteryx virgo underwent a decline in parts of central and western Europe in the second part of the 20th century, \nespecially in the lowlands.\nA recovery was noted in recent decades, although not so marked as C. splendens.","habitat":"Calopteryx virgo reproduces in flowing waters, particularly in hilly and mountainous areas. \nIt prefers small and medium-sized, partly shaded, streams and rivers.\nIt is generally less common in lowlands, where the current is slower, \nand where there are often fewer well-shaded streams with high oxygen levels.\nThe species is often rare in agricultural landscapes.\nIt breeds up to elevations of 1 600 m.\n\nSummer water temperatures are optimally between 13 and 18 degrees Celsius. \nThis gives that C. virgos has a higher tolerance for cooler water than C. splendens, \nbut it also has a greater demand for higher oxygen levels.\n\nThe species is more susceptible to organic polution than C. splendens, often disappearing \nwhen streams become contaminated.","flight_period":"April to September","red_list":{"habitats_directive":"No","red_list_EU27":"Least Concern","red_list_europe":"Least Concern","red_list_mediterranean":"Least Concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Stable"}}