{
  "title": "Genus Gomphus",
  "author_citation": "Leach, 1815",
  "description": "**_Gomphus_** is a genus of **clubtail dragonflies** in the family Gomphidae. As a result of phylogenetic studies, *Gomphus* subgenera *Gomphurus*, *Hylogomphus*, *Phanogomphus*, and *Stenogomphurus* were elevated in rank to genus in 2017. With the removal of their member species, *Gomphus* ended up with 11 of its previous 54 species.\n\n### Identification \nMedium-sized dragonflies with a yellow to greenish body, with black markings. They have a diagnostic yellow line, almost uninterrupted, running from S1 to S7, or even S10. Eyes are clearly separated. The abdomen is club-shaped in most species, but lacks any leaf-like lateral flaps. The males have rather short, clearly diverging, upper appendages. The size is about equal to S10. The lower appendages are only slightly shorter, and their branches are largely eclipsed by the uppers when viewed from above. These short, splayed, eclipsing appendages are unique in Europe. The hindwing lacks an anal loop, therefore an uninterrupted perpendicular vein connects the subtriangle and the hind margin. \n\n\n### Separation from other genera \nAll gomphids in Europe are rather similar in general appearance and size, except for the large *Lindenia* and small *Paragomphus*. Males of both these genera bear abdominal flaps and have very long, parallel upper appendages. *Ophiogomphus* and *Onychogomphus* have an hind wing anal loop, and incurved upper appendages that do not eclipse the parallel branches of the lower appendage. Moreover, the *Onychogomphus* male appendages are long and pincer-like. Their abdomen appears ringed or spotted, rather than striped. In the field, confusion with *Ophiogomphus* is most likely, but mature adults are unmistakable because of their bright green head and thorax, as well as the yellow upper appendages. \n\nWhen seen poorly, particularly in flight, females and immatures of some libellulids, particularly *Orthetrum cancellatum*, might resemble *Gomphus*. These have their eyes touching each other. \n\n### Separation of the species\nFew of the genera of Europe seem as uniform as this one, and all nine species may be confused. The separation of three species (*G. schneiderii*, *G. ubadschii*, *G. lucash*) from their more widespread counterparts (*G. vulgatissimus*, *G. flavipes*, *G. simillimus*) is still somewhat questionable, although the species in each pair are geographically (largely) separated. \n\n### Behaviour\nRelatively shy dragonflies. The large numbers of exuviae found on river banks may correlate poorly to the occasional adult seen at the same site. After emerging, adults leave the water to mature in surrounding terrain, such as overgrown fields, borders and fallow land. These are often better places to search than the waterside. Mature males perch on twigs or rocks at the water's edge, waiting for females. At larger rivers they may also fly for long periods in midstream (particularly *G. flavipes* but also *G. vulgatissimus*), or search the edges (*G. pulchellus*). It might be useful to search for individuals in the middle of the stream with binoculars. Females are especially shy, dashing out to open water, often in the centre of a stream, depositing many eggs in only one or several dips.",
  "sources": [
    "[Wikipedia](https://en.wikipedia.org/wiki/Gomphus_(dragonfly))",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ]
}
