{
  "items_id": "5fbe0fb7ce14cfcd1567723689f72147",
  "scientific_name": "Gomphus flavipes",
  "author_citation": "Selys, 1840",
  "local_names": ["River clubtail"],
  "description": "A Black and yellow clubtail with the black markings on the thorax less conspicuous than on *G. schneiderii* and *G. vulgatissimus* from which it differs in the colours of the legs. The black lines on top of the thorax form a close curve enclosing two yellow ovals. The yellow antehumeral stripes are wider than the adjacent black lines. The eyes are light blue. The underside of the abdomen has all the segments longitudinally crossed by a central yellow line. The legs are yellow with longitudinal black lines. Very similar in appearance and colour to *G simillimus*, except for the pattern on the thorax, these species coexist in some areas in France and southwestern Germany.",
  "behaviour": "Adults are most easily found among bushes and over rough meadows near rivers or at the emergence on the river banks. Mature males are seldom found at the water's edge but patrol in the middle of the river, very low over the water. It may be useful to scan for them with binoculars. Populations can best be found by searching for exuviae on river banks.",
  "size": { "length": "50-55 mm", "wingspan": "60-70 mm" },
  "similar_species": [
    "Gomphus simillimus",
    "Gomphus vulgatissimus",
    "Gomphus schneiderii."
  ],
  "distribution": "*Gomphus flavipes* are in Europe confined to western, central and eastern Europe. The species is largely restricted to large lowland river systems such as the Rhine, Rhône, Loire, Po, Elbe and Danube. The species was new in Finland 2014. The species is one of the most difficult to observe as an adult, and can best be found looking for exuviae. Population can therefore easily go unnoticed, and it has in the past been under-recorded. *Gomphus flavipes* is generally rare, but may be locally abundant.",
  "habitat": "*Gomphus flavipes* is the only European species that is nearly completely confined to larger lowland rivers, and nearly all population are found below 400 m. Most populations are found in in rivers from ten to several hundreds of meters wide with a sandy bed. The key factor of the habitats seems to be the river regime and the resulting composition of the river sediments. The larvae prefer areas with a slow current, a sandy bottom and not too much organic detritus. In the winter, during periods of high water, new sand is deposited while detritus is washed away, meaning that during the following summer clean stretches of sand are again available to the larvae. The highest numbers of exuviae are often found in regions where the current is relatively slow, such as the inside of river bends, sheltered areas behind islands, and man-made breakwaters. The latter often also result in areas with relatively low current in summer with suitable habitats present just downstream.\n\nMost populations occur in localities where the rivers are relatively unspoiled, but the species can also occur at sites strongly altered by man, so long as the water quality is reasonable and the river regime is natural. A good indication of suitable habitats is the presence of small stretches of beach along the river in summer. \n\nMore rarely *G. flavipes* is found in smaller numbers at small rivers or larger streams. In the plain of the Po River it is found along the network of canals used for rice field management. In Belgium the species recently colonised the Albert Canal, which is one of the busiest waterways in Europe and which has predominantly concrete banks, thus showing little resemblance to the species most-favoured habitat.",
  "flight_period": "Middle of May to Early September.",
  "red_list": {
    "habitats_directive": "II+IV",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Near threatened",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Increasing"
  },
  "images": { "cloud_name": "dragonflies", "all": [] },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/991059-Stylurus-flavipes"
    }
  ],
  "behaviour*": "Somatochlora* flavimaculata is good flyer, often to be found far from water. However it seems to avoid open landscapes and is rarely seen far from woodlands. Foraging individuals can be found in clearings or along forest roads. During foraging it often flies at head height or above. At the beginning of their mature life, males patrol territories over land, especially over open areas close to water. At this stage they fly at breast height within a limited area and often perches shortly fully exposed. Later they only patrol over water. It flies leisurely for being an emerald and can sometimes be distinguished by only this mode of flight. Mating wheels may circle low over reedbeds for minutes at a time. Larvae live in organic, decaying material at the bottom. Exuviae are found a few decimeters up on straws near the shores or on stems or branches a bit up on land."
}
