{
  "title": "Genus Crocothemis",
  "auktor_citation": "Brauer, 1868",
  "description": "**_Crocothemis_** is a genus of dragonflies in the Libellulidae family. Various species of this genus occur in southern Europe, Africa, Asia, Australia and the Southwest Pacific. They are generally small to medium-sized dragonflies.\n\n### Identification\nMature males are completely bright scarlet, except for blue undersides of eyes. Both sexes are almost devoid of black markings, although abdomen often has a narrow dorsal black line. The unmarked pale legs are usually diagnostic. The pterostigma is large and pale, and the hindwing has a broad saffron base. \n\n### Separation from other genera\nWith the exception of some Turkish *Sympetrum*, all other libellulids have some black on the legs. In the field, *Crocothemis* males also appear brighter, broader and bolder than other red libellulids. Red Sympetrum species are a less pure red, smaller and more slender-bodied and have a less powerful flight, their eyes and thorax are often brown, and there are black markings on all body parts. Most likely to be confused with the bright and active *S. fonscolombii*. Red *Trithemis* are similarly gaudy but smaller. Brownish specimens may be taken for *Orthetrum*. That genus has some black on legs and, at most, some faint yellow at hindwing base. \n\n### Separation of the species\nOur two species overlap only in a small area, but both may breed in the same water. Easy to separate at emergence. Mature individuals, however, are impossible to separate on the wing, requiring examination with a hand lens or microscope. \n\n### Behaviour\nMale behaves conspicuously, keenly defending a territory with fast flights from a prominent perch. Male guards female during oviposition, rather than holding her in tandem in the manner of Sympetrum species.",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Crocothemis)"
  ]
}
