{
  "items_id": "04a8b550c6086dedf6e667d060529158",
  "scientific_name": "Ischnura pumilio",
  "author_citation": "Charpentier, 1840",
  "local_names": [
    "Small Bluetail",
    "Scarce blue-tailed damselfly"
  ],
  "description": "One of the smallest european species but an effective disperser, which swiftly colonises pioneer habitats. Young females are remarkably orange. Males have the typical *Ischnura* tail-light, but it is shifted to S9.\nIt can be easily separated from *I. elegans* and other *Ischnura* by:\n - Pterostigma in forewing distinctly larger than in hindwing, especially in males.\n - I males, the blue tail-light is on S9 and the adjacent half of S8, rather than concentrated on S8.\n - Females always lack the tail-light, and when immature are bright orange, with limited black on the head, thorax and abdomen. Mature females are very different and inconspicuous. \n\nImmature *I. graelsii* and *I. fountaineae* can also be orange but have more black on the head, enclosing postocular spots, and on the abdomen base (at least upper-side S2 partly black).\n\nMature females are separated by the bigger forewing pterostigma and the completely black upperside of the abdomen and pronotum.\n\nBecause of their size, greenish females may be confused with *Nehalennia speciosa*, which is metallic and more delicate.",
  "behaviour": "In rare cases, tandem ovipositing have been recorded.",
  "size": {
    "length": "25-30 mm",
    "wingspan": "33-40 mm"
  },
  "similar_species": [
    "Ischnura elegans",
    "Ischnura graelsii",
    "Ischnura genei"
  ],
  "distribution": "*Ischnura pumilio* is largely confined to the Western Palearctic, although it extends across Mongolia up to the north-east of China. The species is common in south-west Asia although it is absent from the more arid parts of the region. In Africa *I. pumilio* is scattered in the north of the Maghreb, in both inland and coastal situations. \n\n*I. pumilio* has a wide range in Europe, where it remains generally scattered and occurs at fluctuating densities due to its pioneer life style. It reaches north to parts of the British Isles, Denmark and the southern third of Fennoscandia. At mid and northern latitudes, populations are often short-lived and the presence of this species at the northern extent of its range depends on immigration from the south. The species has a strong dispersal power and is among the few which have successfully colonised the Azores and Madeira archipelago.",
  "habitat": "As a pioneer species, *I. pumilio* is mostly found in habitats with shallow water and sparse vegetation which are either newly created or where vegetation has been removed, such as quarries, ephemeral ponds an agricultural fields and ditches. Typically, the number of adults increases sharply in the first years after colonisation and drops when the vegetation becomes denser and competition from other animals increases. Populations in more natural habitats are generally small but more long-lived. These latter types of habitats include swamps, *Sphagnum* peat bogs, springs and, mainly in the mediterranean, streams. The species is most common in the lowlands but populations have been found in mountains up to at least 1 800 m in southern Europe.",
  "flight_period": "April to October",
  "red_list": {
    "habitats_directive": "",
    "red_list_EU27": "",
    "red_list_europe": "",
    "red_list_mediterranean": "",
    "EU27_endemic": "",
    "red_list_europe_endemic": "",
    "trend_europe": ""
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/ischnura_pumilio_jonas_myrenas_bergshamra_51350949688_3dd98b9f28_o_jmfdpf.jpg",
        "caption": "Ischnura pumilio, female of form aurantiaca. Uppland, Sweden, 2021",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/51350949688/in/dateposted-public/"
      },
      {
        "public_id": "dragonflies/ischnura_pumilio_o_nbgsjc.jpg",
        "caption": "Ischnura pumilio, male. Uppland, Sweden, 2021",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48565369902"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/318452-Ischnura-pumilio"
    },
    {
      "label": "gbif.org",
      "link": "https://www.gbif.org/species/1423317"
    }
  ],
  "meta": [
    {
      "label": "gbifTaxonKey",
      "value": "1423317"
    }
  ]
}