{
  "items_id": "bc6d378baebf03f39d45010f2dac58d5",
  "scientific_name": "Orthetrum taeniolatum",
  "author_citation": "(Schneider, 1845)",
  "local_names": ["Small skimmer"],
  "description": "It is the smallest skimmer in Europe. The females and immature males are beige to light brown with a thick black line longitudinal along the upper side of the abdomen. Thorax has two whitish bands on each side with a black line along the front edge. Pterostigma is yellowish. The mature males are covered with a light-blue pruinosity, even the thorax. The upper part of the eyes is brown, a good characteristic for this species. \n\nDistinguishing features are:\n1. Total length below 40 mm (*O. coerulescens* is at least 5 mm longer on average)\n2. The thorax has two pale stripes on the front and two on each side. The lateral stripes are accentuated by a black line on the front edge.\n3. The abdomen is slender, straight sided and gradually tapering.\n4. The sandy-yellow abdomen has a relatively thick black central line, accentuated by paler areas along it.\n5. The pterostigma are short, even relative to its small size.\n6. The upper side of its eyes are brown in mature males, contrasting with the blue pruinosity. \n\nFemales and immature males are easily identified by their striking pattern but their markings become totally obscured by pruinosity in the older males. Mature males of other species are larger, with broader or waisted abdomens and have (green-)bluish eyes.",
  "behaviour": "Prefers to perch on rocks or sandy ground. Unlike the other *Orthetrum* species, it often sits in the obelisk position.",
  "size": { "length": "33-35 mm", "wingspan": "50-58 mm" },
  "similar_species": ["Orthetrum coerulescens"],
  "distribution": "The main range of *Orthetrum taeniolatum* is on the Indian subcontinent, where it is common and widespread. Westwards the range extends to the Mediterranean coast of Turkey. The European range is very small and limited to Cyprus, Rhodes and Lesbos, where the species is common. Only two records are available from Samos.",
  "habitat": "*Orthetrum taeniolatum* is mostly found at sunny slow-flowing waters in sem-arid open landscapes, and sometimes in standing waters, including man-made barrage lakes. The habitats are often sparsely vegetated with large stretches of exposed sand or gravel. In Europe, the species is confined to coastal lowlands.",
  "flight_period": "May to September",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": { "cloud_name": "dragonflies", "all": [] },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/107979-Orthetrum-taeniolatum"
    },
    { "label": "GBIF", "link": "https://www.gbif.org/species/1428607" }
  ]
}
