{
  "title": "Lestes",
  "author_citation": "Leach, 1815",
  "description": "**_Lestes_**, or **Spreadwings** or **Emerald Damselflies**, is a genus of damselflies in the family Lestidae. The family hold their wings at about 45 degrees to the body when resting. This distinguishes them from most other species of damselflies which hold the wings along, and parallel to, the body when at rest.\n\n### Identification\n*Lestes* damselflies are mostly metallic green and have partly pruinose bodies, large pterostigma and perch with wings spread, hence the name Spreadwings. Teneral individuals may perch with wings folded, and damselflies of other families may occasionally spread their wings, especially when agitated. \n\nThe venation has many pentagonal rathern than rectangular cells. The pterostigma and male appendages recall those of *Sympecma*. However these have a pale brown body, marked with dark bronze, and they parch with closed wings (sometimes folded along only one side of the abdomen) \n\n*Calopteryx* also have metallic bodies and *Epallage* even combines pruinosity, long pterostigma and open wings at rest. Both these have multiple cross-veins between the wing base and the node.\n\nSmaller damselflies, such as *Erythromma*, *Ceriagrion* and especially *Nehalennia*, can sometimes have metallic bodies, but they have large lozenge-shaped pterostigma. Their venation is more squarely mesh-like and they have differently configured markings. \n\nIn case of doubt, lestids never has longitudinal veins branch off the vein connecting the arculus and subnode. \n\n### Behaviour\nLestes males are very active, often hooking up with females of other species or other males but hybrids are not known from *Lestes* (only from the closely related *Chalcolestes parvidens* and *Chalcolestes viridis*.). The male and female oviposit in tandem, and eggs are typically placed in living plant tissue, often well above or away from water. \n\nLestes are hardy species, their eggs are cold- and drought-resistant, their larvae are fast-growing and the adults are highly mobile. This allows survival in seasonally dry habitats. These features are most strongly developed in *L. barbarus*. *L. viridis* might be the least hardy, instead it has specialised in ovipositing into the bark of living twigs.",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Lestes)"
  ],
  "links": [
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1423980" }
  ],
  "meta": [
    {
      "label": "gbifTaxonKey",
      "value": "1423980"
    }
  ]
}
