{"items_id":"40558a5f77f00ef63c92cecf493a7c3e","scientific_name":"Ceriagrion tenellum","local_names":["Small red damselfly"],"description":"Species is characterised by red abdomen, eyes, legs and pterostigma. \nAt most, legs and pterostigma might be reddish or yellowish, not black.\nThe females have different colouration: abdomen partly black (form typica), \ntotally black (form melanogastrum) or totally red (form erythrogastrum).\nIt might be confused with C. georgifreyi wich is practically identical in general appearance, colouration and pattern.","behaviour":"","size":{"length":"25-35 mm","wingspan":"30-42 mm"},"similar_species":["Ceriagrion georgifreyi","Pyrrhosoma nymphula"],"distribution":"Widespread in the western Mediterranean basin, the range spreading into north-west Europe .\nTo the north it reaches the south of Great Brittain, the Netherlands and northern Germany.\nIt is widespread in Italy but becomes rare east of the Adriatic sea in the western balkan.\nOccurence on mainland Greece and Lesbos is uncertain (published records may have been C. georgifreyi).\nIt is found with certainty on Crete and Ios.","habitat":"In the south of its range, C. tenellum is mainly found at seepages, streams, small rivers and standing waters\nwith a rich aquatic vegetation. \nFurther north, in the west and east of France, northern Belgium, the Netherlands, Germany and Great Brittain,\nthe species is mainly found in acidic Sphagnum peat bogs and heaths.\nIn this area, it has proliferated since 2000 and is now increasingly found in other types of habitats\nsuch as small streams.\nMany of the micro-habitats where the larvae are found have the following factors in common: the water temperature\ncan rise quickly in summer and teh dense vegetation, the acidity and/or a low water table\nlimit predation by other dragonflies or fish.\nThe species mainly occurs at lower altitudes and is not found above 1000 m.","flight_period":"May to September.","red_list":{"habitats_directive":"No","red_list_EU27":"Least concern","red_list_europe":"Least concern","red_list_mediterranean":"Least concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Stable"}}