{"items_id":"146176bfeebbc6db32e4c6ae8c07b8d5","scientific_name":"Coenagrion lunulatum","local_names":["Crescent bluet","Irish damselfly"],"description":"Simillar to C. hastulatum with both males and females darker and stockier.\nPostocular spots are round and not connected centrally, \na characteristic only shared with C. armatum.\nThe latin name lunulatum derives from the characteristic dorsal crescent-shaped marking on S2 of the males.\nThis character is not always conspicious in the field so it can be easier to \nidentify the species by observing the ventral part of the body that is greenish in males in contrast to the dorsal \npart which is mainly black.\nIn fact only S8 and S9 are completely light blue, apart from the already mentioned S2.\n\nFemales vary greatly in colour, often greenish yellow but not as clearly yellow as C. hastulatum can be.\nAbdominal parts mainly dark except a part on S8 which is half blue, half black and \nwhere the black part has a characteristic frontally pointing thorn-shape \nwhich distinguishes it from other Coenagrion females.","behaviour":"It can often dissapear among simillar speceies even if it actually is present in good numbers. \nOften only by patiently going through all individuals it can be found and identified.\nMales are more prone to perching on floating vegetation and both sexes can often be found up in higher vegetation \nas long as it grows a bit out in the water-filled marshes.","size":{"length":"30-33 mm","wingspan":"32-44 mm"},"distribution":"Coenagrion lunulatum has a disjunct distribution in Europe. The core of its range includes the Netherlands, northern Germany,\nPoland, the south of both Sweden and Finland, and the Baltic states, from where it is expected to continue east\nto the Ural Mountains.\nThe species is rare south and north of this core region and is mostly found in scattered, small populations\nfrom the Ukrainian Carpathians to the Czech Republic and the Alps, and throughout most of Fennoscandia.\nIn contrast to its rarity in the Alps, it is well established in Massif Central in France, which constitutes\na dijunct area of occurence. \nAnother disjunct area is found in Ireland, where C. lunulatum is widespread but uncommon in the northern half of \nthe island.\nIt is remarkably absent from Great Brittain.","habitat":"In most of its European range it is predominantly found in oligotrophic to mesotrophic, acidic to slightly acidic ponds and small lakes, \npeat bogs and fens.\nThese often support a vegetation of small sedges and Sphagnum peat mosses, and are largely unshaded.\nMost habitats lie within or in direct proximity to forests.\nIn the east of its range, the species is found in a wider range of habitats such as cattle ponds and gravel and clay pits,\nwhere it occurs regularly in slightly more eutrophic water bodies with rather ordinary fringing vegetation.\nC. lunulatum is mainly found in lowlands and low hills in the north of its range, and is confined to mountains up to 1 500 m in the south.\nIt is very rare in the Alps, which correlates with its rarity in the boreal belt.","flight_period":"April to the end of July","red_list":{"habitats_directive":"No","red_list_EU27":"Least concern","red_list_europe":"Least concern","red_list_mediterranean":"Not present","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Unknown"}}