{"items_id":"42596c578c5ccf580ea3672d50776fca","scientific_name":"Coenagrion hastulatum","local_names":["Northern damselfly","Spearhead bluet"],"description":"Like so many other Coenagrions, the males are light blue with black markings and bands.\nThe males colouration can vary from light blue to yellowish-green.\nThe side of the thorax has the typical black markings of the Coenagrion genera.\nThe marking dorsally on S2 is likened to a spearhead, hence the latin name hastulatum, \nalso there are black lines forwardly positioned on along each side of S2.\nThe black markings has a metallic green shine to them in certain lights and angles.\nPostocular spots are oval and joined centrally by a blue line.\nThe pterostigma is black and small.\nThe females are dorsally black-bronze in colour, and ventrally distictly yellowish-green, \noften distinguishing her from other females of Coenagrion species. \nThey can rather be confused with immature Erythromma najas, but these should fairly early get their distinctive red eyes.\nHowever, a correct identification of the female is often difficult and can only be made with certainty by checking the shape of the hind margin of the pronotum.","behaviour":"Look for this species close to the shoreline or in between and among vegetation growing \nin the water like sedges, Water horsetail or bulrushes.\nIt can also be found away from the water, low in glades, bushes or edge zones of mashes and mirees,\nbut it rarely moves far away from water.","size":{"length":"31-33 mm","wingspan":"32-44 mm"},"similar_species":["Coenagrion lunulatum","Coenagrion sp."],"distribution":"Coenagrion hasulatum is widespread in northern and central Europe. \nIn the south of its range it becomes restricted to higher altitudes.\nThe species is rare in the lowlands of south Germany but is reasonably widespread in the Alps\nand other mountains of central Europe.\nTo the southwest disjunct occurances are found in the Massif Central and the Pyrenees.\nIn the latter, less than fifteen localities are known.\nThe species is very rare in the Balkan Peninsula with about a dozen localities known.\nThe westernmost populations of its main range is found in the southeast of the Netherlands and Belgium.\nIn the Brittish Isles it is only found in north-eastern Scotland.\nIn Fennoscandia it is widespread and locally common and can be one of the most numerous species.","habitat":"In the core of its European range it is found in a wide range of habitats including largely unshaded ponds, lakes and bogs.\nThe species favours slightly acidic water bodies with narrow-leaved sedged and peat mosses on peat, sandy, \nsandstone or granite substrates.\nIn many cases breeding habitats are formed by pooled rainwater. \nIt can also, but more rarely, be found in slow-flowing waters.\nIn the west of its range and in the mountains of the south and south-east Europe, the species is largely limited to peat bogs\nand oligotrophic to mesotrophic lakes and ponds often in or near forests and nearly always with a well-developed \nbelt of sedges.\nIt is rarely found in agricultural landscapes.\nIn the north the species is mostly found in the lowlands but, in the south populations is often confined \nto higher elevations up to 2 500 m.\nFor example, in Switzerland 80% of the localities are found between 900 and 1 900 m.","flight_period":"May to August","red_list":{"habitats_directive":"No","red_list_EU27":"Least concern","red_list_europe":"Least concern","red_list_mediterranean":"Least concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Unknown"}}