{"items_id":"eadb0fa9464293ce086daf4659c39a49","scientific_name":"Coenagrion armatum","local_names":["Dark bluet","Norfolk damselfly"],"description":"In general appearance it looks more like a stocky Ischnura than to a Coenagrion.\nMales are blue and black, with the dorsal part of the abdomen almost completely black\nexcept for the abdominal segments S1-S3, S8 and S9 that are light in colour with a characteristic pattern.\nAntehumeral stripes either absent or reduced to spots.\nSide of the thorax bluish-green.\nLower appendages on the males are particularly long, often as long as the last abdominal segment, \nand dark in colour with whitish pruinosity.\nThe appendages earned the species its name, armatum is latin for armed.\nFemales also dark with abdominal segments S1-S3 and S8 partly blue. \nAntehumeral stripes are present and complete omn females.\nThe colour of the light portions of both sexes can vary from light blue to olive green.\nImmature females are pink-orange.","behaviour":"It can be hard to localize even in habitats where it is plentiful.\nLook for it low, down among and between tufts out in water-rich marches or reed beads where \nthey fly just above the water surface.\nAs opposed to many other Coenagrion species C. armatum is rarely seen flying over land.","size":{"length":"25-35 mm","wingspan":"30-42 mm"},"similar_species":["Ischnura elegans","Coenagrion sp."],"distribution":"This species is found throughout northern Europe but is at present rare to very rare in large areas.\nThe species has probably always been scarce in Great Britain, the Netherlands and Germany.\nIt is currently extinct in Great Britain and only known from a small number of relict populations in the Netherlands, Germany and Denmark.\nIt has a more continous range in north-eastern Europe, including Fennoscandia , the Baltic states, \neastern Poland and northern Ukraine.","habitat":"C. armatum is found at shallow unshaded parts of mesotrophic to wekly eutrophic pools, ponds and lakes.\nIn Fennoscandia it is occasionally found in slow-fowing river sections.\nHere it occurs among large swathes of sedges, Water horsetail and low reed.\nThe key factor determining habitat suitability is the vegetation which need to be a rather dense growth of helophytes in shallow water of generally up to half a meter deep.\nIn order to provide both shelter and space to move, the vegetation should neither be too low nor too high during the flight period.\nSuitable conditions can be found in natural and semi-natural habitats such as reed beds and peat excavations in ferns and wet meadows.\nIn the later types of habitats, the species is dependent on mowing and teh cyclical creation of new peat excavations,\nas otherwise its preferred habitats disappear due to the natural regrowth of vegetation.","flight_period":"May to August, peaking in May but already rare in July.","red_list":{"habitats_directive":"No","red_list_EU27":"Near threatened","red_list_europe":"Least concern","red_list_mediterranean":"Not present","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Decreasing"}}