{"items_id":"a79793d4bb563c2d80b413fd57c6b738","scientific_name":"Coenagrion mercuriale","local_names":["Southern damselfly"],"description":"One of the smaller Coenagrions.\nThe males are light blue with black markings and bands on the abdomen.\nThe characters for sure identification are small and should be observed carefully.\nThe pterostigma is diamond-shaped (lozenge) and is blackish-brown with a lighter coloured border.\nThe black marking on S2 is characteristic and resembles the helmet of Mercury, \nwho according to roman mythology wore a winged helmet.\nThe shape also looks like a U placed on a spearhead. \nIt is always connected to the hind margin of S2.\nThe females are green-blue with black markings.\nA correct identification of the females is difficult and can only be done with certainty by checking the shape of the pronotum.","behaviour":"","size":{"length":"27-30 mm","wingspan":"24-42 mm"},"similar_species":["Coenagrion sp."],"distribution":"The main range of C. mercuriale covers France and the northern part of the Iberian Peninsula, \nwhere it is widespread and common.\nThe species has a more scattered occurence in the southern half of spain and in Italy, where it is lacking north of the Po river.\nIt is missing from all Mediterranean islands.\nIn central Europe it is found in Germany and western Austria, where it is widespread but rare, with small local polulations.\nIn Belgium it is very rare, only found in two small areas in southern Wallonia.\nIn the Netherlands it is considered extinct, although vagrants have been found.\nIn Great Britain it is restricted to a small number of populations in Wales and the south and west of England.","habitat":"C. mercuriale is found at unshaded, often calcareous runnels, small streams and irrigation ditches,\npreferably with a rich aquatic and riparian vegetation of Watercress and Fool's waterdress.\nThe water is typically shallow and slow-flowing over a gravel or marl bed with pathes of organic detrius.\nThe vegetation near the banks often consists of low herbs and grasses and is frequently used for hay production or grazing.\nIt is one of the few species that is mainly found in extensive agricultural areas.\nhere it benefits from mowing of bank side vegetation and cleaning of waterways which prevents \nthe habitat from becomming overgrown and shaded.\nIn Great Britain the species is found runnels and streams in acidic heathland, chalk streams and \ncalcareous fens.\nC. mercuriale is mostly found below 700 m in the middle latitudes, but can reach 1 500 m in the Iberian Peninsula (and over 2 100 m in Marocco).","flight_period":"April to August","red_list":{"habitats_directive":"II + IV","red_list_EU27":"Near threatened","red_list_europe":"Near threatened","red_list_mediterranean":"Near threatened","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Decreasing"}}