{
  "items_id": "4ffdf5e36504066a9ab0530009fa4456",
  "scientific_name": "Coenagrion puella",
  "author_citation": "(Linnaeus, 1758)",
  "local_names": ["Azure damselfly"],
  "description": "Males of *Coenagrion puella* are light blue with black abdominal markings and bands that have long and thin lateral extensions, like prongs, extending forward so much so that in a side view the abdomen appears to be crossed by an almost continuous black line. It can be distinguished from *C. pulchellum* by the marking on S2 in the shape of a U, rather than a Y, and in which the U is never connected to the hind margin of the segment. It can be further distinguished by the light blue antehumeral stripes on the thorax which are complete, rather than interrupted. The females are most often green-blue, yellow or sometimes blue with black markings. A correct identification of the females is difficult and can only be made with certainty by checking the shape of the hind margin of the pronotum. In both the males and the females, the postocular spots are not connected centrally by a light blue line across the back of the head..",
  "behaviour": "Look for this speceies by water or a bit away from it in sunny, wind-protected glades or bush-edges. Look for it low, it rarely flies above waist height. It rarely flies out over open water, as opposed to also light blue Enallagma cyathigerum, whom it otherwise often shares habitats with.",
  "size": {
    "length": "33-35 mm",
    "wingspan": "30-48 mm"
  },
  "similar_species": ["Coenagrion sp."],
  "distribution": "The species is one of the most widespread and common damselfly in Europe and there is no indication of decline. It often occurs at high densities. It is absent from the northern half of Fennoscandia and is rare or absent from most parts of the Iberian Peninsula. It ranges east to the western Siberian lowlands. It is absent on Crete, where it is replaced by *C. intermedium*.",
  "habitat": "*Coenagrion puella* is found at a wide range of standing and slow-flowing waters. These are largely unshaded and generally mesotrophic to eutrophic with well-developed bank-side vegetation. The species clearly favours waters with floating vegetation, which is used as substrate for oviposition. It is generally absent from temporary and fluctuating waters as well as from brackish habitats. Suitable habitats include drainage ditches and other canals, garden ponds, natural lakes and ponds, peat bogs and fens with open water. Also it is found, although generally in lower numbers, in lowland streams, rivers and backwaters such as oxbow lakes and ponds. Population density is generally low on peaty or clay soils, where the species tend to be outnumbered by *C. pulchellum*. *C. puella* has a wide altitudinal range and is found up to 2 000- 2 500 m in the south of its range.",
  "flight_period": "April/May to September",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/coenagrion-puella-male-go%CC%88ran-liljeberg-cc-by_obu78z.jpg",
        "caption": "Coenagrion puella, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/coenagrion_puella_o_w46imh.jpg",
        "caption": "Coenagrion puella male, Öland Sweden, May Sweden",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48002373473/in/album-72157708927246877/"
      }
    ]
  }
}
