{"items_id":"be802f01dba8b235c7d37fc0888c3436","scientific_name":"Coenagrion scitulum","local_names":["Dainty bluet"],"description":"One of the smaller Coenagrions.\nThe males are light blue with black markings and bands on the abdomen.\nThe pterostigma is shaped like a diamond (lozenge) and is brown-grey to yellowish in colour.\nS2 is characterised by a pattern like a Y with arms tending to open.\nThe stem of the Y is always connected to the hind margin of the segment.\nIt is very similar to C. caerulescens.\n\nThe females are blue-green with black markings.\nA correct identification of the females is difficult and can best be done by checking the shape of the pronotum.","behaviour":"","size":{"length":"30-35 mm","wingspan":"28-40 mm"},"distribution":"Coenagrion scitulum is widespread in the southern half of Europe, being fairly common in mainland France,\nparts of the Iberian Peninsula and the largest western Mediterranean islands.\nIt is scarce but increasing in Belgium, the Netherlands and parts of Germany.\nIn Italy and on the Balkan Peninsula it is widespread but scarcer than in most of western Europe.\nThe species is scattered and uncommon in the south of both Ukraine and European Russia.","habitat":"Coenagrion scitulum is found at sunny, standing, and, more rarely, slow-flowing habitats with generally shallow water rich in hudrophytes.\nThe presence of extensive aquatic vegetation is important and the species is most common at habitats with mats of watermilfoil and hornworths.\nThe bank-side vegetation seems to be of minor importance and often consists of grasses or is largely lacking.\nSuitable habitats include oxbox lakes, ditches, cattle ponds and quarries.\nIn the south of its range, where larval development takes place within six months, \nthe species is also found in temporary waters.\nIt is most common in the lowlands but has been found up to 1 100 m in the south of its range.","flight_period":"April-May to August","red_list":{"habitats_directive":"No","red_list_EU27":"Least concern","red_list_europe":"Least concern","red_list_mediterranean":"Least concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Stable"}}