{"items_id":"1d634e3394bf048322053bfd90702477","scientific_name":"Coenagrion johanssonii","local_names":["Arctic bluet"],"description":"One of the smalles species of the genus Coenagrion, with a short and thin abdomen.\nThe males are blue with black markings. \nPostocular spots are pear-shaped.\nThe males have dorsally on the second abdominal segment (S2) a marking in the shape of a U.\nIn some individuals the the latter marking is connected to a band at the rear margin of the segment by a black line, \nthus forming a sort of Y, somewhat as on C. pulchellum.\nOn the sides of the S2 marking there is a backwards pointing \"spike\".\nIt can be likened to a resting cat where the spike would make the front legs.\nThe males have the dorsal parts of S9 and S10 light blue.\nThe females have the dorsal part of the abdomen completely black, except for S9 and S10 that are blue.\nFemales couloured parts vary in colour from blue to green and to almost chocolate brown.\nBoth sexes have two black lines , much like prongs, on the sides of the abdomen.\nThese markings only also appear on C. hylas and gives the speceis a darker general impression.\nBut C. johanssonii is much smaller in size than C. hylas.\nThe pterostigma is rather short and black in colour in both sexes.\nLegs are lightly coloured with black lines and appear weaker than other simillar species.\n\nAs always with Coenagrionidae, the shape of the pronotum is characteristic for the species.","behaviour":"This speceies stays low in the vegetation, much like C. armatum and Nehalenna speciosa. \nBut being overall more common than the both of them it is more easy to find.\nIt can also be found flying along shores and during mating pairs can be spotted a bit away from the water, for example in nearby glades.","size":{"length":"27-30 mm","wingspan":"30-38 mm"},"similar_species":["Coenagrion sp."],"distribution":"Coenagrion johansonii has the northernmost distribution of all European damselfly speceies, \nalmost completely overlapping the taiga forest.\nMore rarely small populations are found in the tundra and in the transition area between the taiga and the tundra.\nThe species is widespread moderately common in most of Fennoscandia, \nalthough it is rare in the mountains of Norway and Sweden.\nIt is reasonably widespread, although decreasing from the north to the south, in the Baltic states and Belarus.\nThe speceis is probably common and widespread in the boreal parts of the European Russia, \nalthough many of the records from this area needs confirmation.\nIt is well established in southern Urals. ","habitat":"In Europe, this boreal species is found in peat bogs, transition mires, fens, ponds and lakes bordered with Sphagnum peat moss rafts.\nSuitable habitats are often in or nearby forests.\nC. johanssonii is mostly found in lowlands but has been recorded up to 1 000 m in Norway and Sweden.","flight_period":"May to August","red_list":{"habitats_directive":"No","red_list_EU27":"Least Concern","red_list_europe":"Least Concern","red_list_mediterranean":"Not present","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Stable"}}