{"items_id":"70fd0279c59ea93d04b7a80ed5ba9d0a","scientific_name":"Coenagrion ornatum","local_names":["Ornate bluet"],"description":"The males are light blue with black markings, similar to C. mercuriale and stockier than C. puella.\nThe pattern on S2 has a shape of a triden or a W.\nThe males have much longer lower appendages than upper ones, which is visible in a side view.\nThe females are more extensively blue than other females of Coenagrion; \non the abdomen they have in fact a discontinous black pattern against a light blue background\nthat make them similar to the androchrome females of C. puella.\nBoth the females and males have postocular spots with a toothed lower margin, \nwhere all other Coenagrions have smooth edges.\nThe pterostigmas are dark and diamond shaped.","behaviour":"","size":{"length":"30 mm","wingspan":"40-50 mm"},"distribution":"The core of the range is in south-east Europe, with small and isolated areas of occurence in central and western Europe.\nThe area where the species is reasonably widespread, although populations are often small, \nruns from Hungary and Slovenia southwards to Bulgaria and northern Greece.\nTo the East this core area extends to Romaina and western Ukraine.\nThe species is rare in the south of Greece and absent from the Mediterranean islands.\nIt is rare to very rare in central and western Europe, with large populations only found in the Danube valley\nin Bavaria in southern Germany, and the Nièvre and Saône deparments in central France.\nOutside these areas only a few dozen central European populations are currently known.","habitat":"C. ornatum occurs in sunny seepages and permanent and mostly small streams generally with a aslow current and shallow water.\nIn most cases there is organic mud and detrius on the stream-bed and moderately dense herbaceous vegetation.\nThe water is often calcareous and relatively warm.\nNatural habitat types where these conditions occur are spring marshes, karstic springs and streams.\nMost of the European populations are presently found in agricultural areas, at small ditches and streams.\nMAny of these habitats depend on both the cyclic cleaning of water courses and the mowing of bank side vegetation to prevent the habitat from becoming overgrown.\nIn Slovenia it was noted that the species readily colonises newly created ditches and streams.\nIn most Europe the species favours largely open habitats below 600 m.\nIn the Balkan Peninsula populations have been found up to 900 m, while in Turkey \nit occurs in mountain streams up to 1 800 m, some of which sre extensively snow-covered in winter.","flight_period":"","red_list":{"habitats_directive":"II","red_list_EU27":"Near threatened","red_list_europe":"Near threatened","red_list_mediterranean":"Near threatened","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Decreasing"}}