{
    "items_id": "1d634e3394bf048322053bfd90702477",
    "scientific_name": "Coenagrion johanssonii",
    "local_names": [
        "Arctic bluet"
    ],
    "description": "One of the smallest species of the genus Coenagrion, with a short and thin abdomen. The males are blue with black markings. Postocular spots are pear-shaped. The males have dorsally on the second abdominal segment (S2) a marking in the shape of a U. In some individuals the the latter marking is connected to a band at the rear margin of the segment by a black line, thus forming a sort of Y, somewhat as on C. pulchellum. On the sides of the S2 marking there is a backwards pointing \"spike\". It can be likened to a resting cat where the spike would make the front legs. The males have the dorsal parts of S9 and S10 light blue.\n\nThe females have the dorsal part of the abdomen completely black, except for S9 and S10 that are blue. Females coloured parts vary in colour from blue to green and to almost chocolate brown. Both sexes have two black lines , much like prongs, on the sides of the abdomen. These markings only also appear on C. hylas and gives that species a darker general impression, but C. johanssonii is much smaller in size than C. hylas.\n\nThe pterostigma is rather short and black in colour in both sexes. Legs are lightly coloured with black lines and appear weaker than other similar species. As always with Coenagrionidae, the shape of the pronotum is characteristic for the species.",
    "behaviour": "This species stays low in the vegetation, much like C. armatum and Nehalenna speciosa. But being overall more common than the both of them it is more easy to find. It can also be found flying along shores and during mating pairs can be spotted a bit away from the water, for example in nearby glades.",
    "size": {
        "length": "27-30 mm",
        "wingspan": "30-38 mm"
    },
    "similar_species": [
        "Coenagrion sp."
    ],
    "distribution": "Coenagrion johansonii has the northernmost distribution of all European damselfly species, almost completely overlapping the taiga forest. More rarely small populations are found in the tundra and in the transition area between the taiga and the tundra. The species is widespread moderately common in most of Fennoscandia, although it is rare in the mountains of Norway and Sweden. It is reasonably widespread, although decreasing from the north to the south, in the Baltic states and Belarus. The species is probably common and widespread in the boreal parts of the European Russia, although many of the records from this area needs confirmation. It is well established in southern Urals. ",
    "habitat": "In Europe, this boreal species is found in peat bogs, transition mires, fens, ponds and lakes bordered with Sphagnum peat moss rafts. Suitable habitats are often in or nearby forests. C. johanssonii is mostly found in lowlands but has been recorded up to 1 000 m in Norway and Sweden.",
    "flight_period": "May to August",
    "red_list": {
        "habitats_directive": "No",
        "red_list_EU27": "Least Concern",
        "red_list_europe": "Least Concern",
        "red_list_mediterranean": "Not present",
        "EU27_endemic": "No",
        "red_list_europe_endemic": "No",
        "trend_europe": "Stable"
    },
    "author_citation": "Wallengren, 1894"
}