{
    "items_id": "616498f11528347076a0c872b35cc3e3",
    "scientific_name": "Erythromma najas",
    "local_names": [
        "Red-eyed damselfly"
    ],
    "description": "A bulky damselfly, often perceived as rather large. The males have a mainly black body with sides of the thorax and last two segments of the abdomen light blue. The black portions of the abdomen tend to become pruinose, thus becoming greyish and opaque. The eyes are red. Antehumeral stripes are absent in males and much reduced in females.\n\nThe females are green and black with brown eyes. This species could be confused with Erythromma viridulum but can be distinguished by its larger size, the antehumeral stripes being absent or reduced, the absence of the black marking in the shape of an X on S10 and by S8 that in males of E. najas is completely black, not partially light blue.\n\nBoth sexes have, in all forms, light brown pterostigmas, black legs and two black lines on the side of the thorax. The upper line can on the males be broken and thus finishing in a black spot. Both sexes never have post-ocular spots, unlike E. lindenii.\n\nYoung individuals are yellow and black and initially lack the red eye colour, thereby often being mistaken for other Coenagrionidae.",
    "behaviour": "During good weather conditions the males fly far out over open water, patrolling close to thte water surface. Often, when perching on floating vegetation, it presses the whole body against the substrate, differing it from E. viridulum who likes to rest with the abdomen slightly elevated.",
    "size": {
        "length": "30-36 mm",
        "wingspan": "38-48 mm"
    },
    "similar_species": [
        "Erythromma viridulum",
        "Erythromma lindenii"
    ],
    "distribution": "The main European range lies in the west, central and nort-western Europe, where the species is common and widespread in the lowlands.\nIt reaches northward to central Fennoscandia. In the British Isles it is limited to England and parts of north Wales.It becomes less common to the south in central Europe but is still fairly widespread in parts of southern France. It is clearly declined in northern Italy. It is absent from the Iberian Peninsula, very rare in central and southern Italy, and known only from scattered records in the Balkan Peninsula. The situation in Romania and Ukraine is not clear but it is likely to be common in the north.",
    "habitat": "Erythromma najas occurs at largely unshaded, standing or slow-flowing eutrophic to mesotrophic waters, and more rarely and in smaller numbers in oligotrophic waters. An important characteristic of the habitat is the presence of stands of floating leaves of waterlilies or pondweeds. The species occurs less often in situations with mainly submerged aquatic vegetation that emerges periodically from the water, such as watermilfoil and hornworths. It is absent from waters devoid of aquatic vegetation. Most reproductive habitats are close to taller vegetation such as trees or hedges and the species s generally absent from open windy areas. It occurs mostly in areas below 500 m and is rare above 1 000 m.",
    "flight_period": "April/May to August",
    "red_list": {
        "habitats_directive": "No",
        "red_list_EU27": "Least Concern",
        "red_list_europe": "Least Concern",
        "red_list_mediterranean": "Near threatened",
        "EU27_endemic": "No",
        "red_list_europe_endemic": "No",
        "trend_europe": "Stable"
    },
    "author_citation": "(Hansemann, 1823)"
}