{
    "items_id": "6ee2f4a1673f5a4dc900ccfbd6a0e82e",
    "scientific_name": "Erythromma lindenii",
    "local_names": [
        "Goblet-marked damselfly"
    ],
    "description": "Closely related to E. najas and E. viridulum but does not resemble them much, apart from in behaviours. Very similar to Enallagma cyathigerum and has the same wide antehumeral stripes, however it has the, typically for Coenagrions, black marking along the interpleural suture on the side of the thorax and this combination is diagnostic.\n\nThis species can also be distinguished from the rest of the Coenagrionidae thanks to the light-coloured post-ocular  spots that are linear instead of round, often connected together, forming a line across the back of the head. The males have blue eyes in contrast to a black head. Eyes darker shade of blue than the rest of the body. The abdomen is blue with black markings. The second segment, S2, has a characteristic marking in the shape of a 'goblet' or the 'hilt of a sword'. S3-S6 have distinctive markings, in the shape of 'spear-heads'. S7 and particularly S8 are black instead of light blue. The last two segments, S9-S10, are light blue.\n\nFemales are tricoloured, with background colour from yellowish brown to greenish, middle part of the abdomen blue. The anal appendages are light in colour. The abdomen is crossed dorsally by a black longitudinal line.\n\nTeneral individuals resemble the other Erythromma sp, who area also coloured in yellow, black and blue; especially E. viridulum. E. lindenii however, has wider antehumeral stripes than E. viridulum and E. najas usually lack them altogether. Also E. najas and E. viridulum lack post-ocular spots.",
    "behaviour": "Behaves a lot like Enallagma cyathigerum and likes to perch on floating vegetation like waterlilies and pondweeds.",
    "size": {
        "length": "30-36 mm",
        "wingspan": "40-45 mm"
    },
    "similar_species": [
        "Enallagma cyathigerum",
        "Coenagrion sp.",
        "Erythromma najas",
        "Erythromma viridulum"
    ],
    "distribution": "Erythromma lindenii is widespread and common on the Iberian Peninsula, Italy, France and parts of Germany. Further north it, becomes scarcer, having its northern limit in the Netherlands and northern Germany. The species had for a long time an isolated occurence in mid-eastern Germany, western Poland and northern parts of the Czech Republic. Due to its recent expansion in Germany the gap between the central European enclave and other European populations is growing smaller and might completely disappear in the near future.\n\nThe species is largely confined to lower elevations and to the Mediterranean fringes, extending along the Black Sea coast as far as the Crimean Peninsula and reaching the south of European Russia. Northwards, the species has increased its range with nearly 200 km from the 1990s onwards. This expansion has been noted in Belgium, the Netherlands and northern Germany ad was most likely caused by increasing temperatures during recent decades. It is unclear if the increase in records from south-east Europe also represents an expansion or is the result of changes in the available habitats or increased fieldwork.",
    "habitat": "Erythromma lindenii is found in running waters including large streams, connected oxboxs, rivers, canals and  larger standing waters such as lakes, (fish)ponds, gravel pits. Breeding habitats are generally large, largely unshaded with clear oxygenated water. The species is less common on fast-flowing waters, and in streams and rivers with a strong current it is often confined to areas where the flow is the weakest. In most cases there is a rich submerged aquatic vegetation with helophyte belts poorly developed or even absent. In fish-free waters, the presence of aquatic vegetation is of less importance, suggesting that the latter is mainly important in providing shelter against predation. Standing waters where the species occurs are often influenced by wind, which generates waves, or are fed by seepage, both which help to oxygenate the water and break down stratification. This produces conditions resembling to those found in running waters. Throughout its range, the species is confined to lower altitudes and most of the records are from below 500 m.",
    "flight_period": "May to October",
    "red_list": {
        "habitats_directive": "No",
        "red_list_EU27": "Least Concern",
        "red_list_europe": "Least Concern",
        "red_list_mediterranean": "Least Concern",
        "EU27_endemic": "No",
        "red_list_europe_endemic": "No",
        "trend_europe": "Increasing"
    }
}