{
  "items_id": "04a8b550c6086dedf6e667d060529148",
  "scientific_name": "Nehalennia speciosa",
  "author_citation": "(Charpentier, 1840)",
  "local_names": ["Pygmy damselfly", "sedgeling", "sedgling"],
  "description": "Smallest of all damselflys in Europe. Males and females look much alike but the males is a bit more conspicuous and has dark appendages. It mostly resembles a *lestidae* or *Ischnura* but is separated from them by extremely tiny size and small rounded wings. The head is bronze in colour and the neck has a light blue or green horizontal line. The abdomen is very thin and metallic green with a golden sheen. The abdomen almost seem unproportionally long. The light blue colour of the underside part of the abdomen extends on the top side on the last three segments, partly on S8 & S9, completely on S10. \n\nLower part of the thorax is coloured light blue while the upper part is metallic green. The blue parts are almost turquoise in the ends but not in the middle. Antehumeral stripes are broken with markings only in the ends or completely missing. \n\nFemales can either be blue like the males or be green and almost golden yellow. Females have white appendages. The green form of females become brown with age with reddish brown eyes.  Green forms look a lot like lestidae, with yellow narrow antehumeral stripes on green thorax. \n\n*Nehalennia speciosa* has short lightly coloured pterostigma. It also has lightly coloured tibia, unlike lestidae, and is much smaller.",
  "behaviour": "*Nehalennia speciosa* lives down in the vegetation where its minute size and escaped life makes it very hard to find even on known locales. On several occurrences it has also only been found in very low numbers. Look for it low, in sparser parts of the vegetation. Running your net through the vegetation closest to the water can be fruitful. \n\nIt is most active from late morning to late afternoon, moving up higher in the vegetation. Later in the afternoon it tends to go lower again. Sometimes it can be seen flying a somewhat bouncing flight, much different from other damselflies.\n\nEggs are placed in straws just above water surface. Larvae live one or two years under water. Look for exuviae on straws or floating leaves out in the water or along the shore.\n",
  "size": {
    "length": "24-26 mm",
    "wingspan": "22-32mm"
  },
  "similar_species": ["Lestes virens"],
  "distribution": "*Nehalennia speciosa* has a wide but fragmented Trans-Palearctic range from western Europe to Japan. In Europe it is limited to central and northern Europe, with the southernmost confirmed records from the foothills of the Italian Alps., Austria, Czech Republic, northern Romania and western and northern Ukraine. It is mainly found between 400 and 700 m in the southern parts of central Europe and in the Alps, while it occurs at lower elevations further north. The species probably had a more continuous range in the past but declined severely over time. Only in parts of Poland, the Baltic States and probably in Belarus and central latitudes of Russia is the density of the populations such that it can be regarded as continuous distribution. It is extinct in the Netherlands, Belgium, Luxembourg, and Slovakia. In most other countries, the species has also declined during the 20th century and in several countries only a few isolated populations remain, e.g. five locations in Italy, three in Switzerland, and one each in Denmark and Czech Republic.\n\nIn recent years, numerous new localities have been found in Poland, Lithuania, Latvia, Estonia and Sweden. In 2009 the species was rediscovered in France and Romania after not being observed since 1876 and 1953, respectively. The rediscovery in France was a recently restored peat bog where the species had been absent and which was dry in the year before, so this occurrence indicates dispersal and (re)colonisation. It is unclear if the Romanian record is the result of more intensive surveys or a genuine dispersion of the species into a favourable area.",
  "habitat": "*Nehalennia speciosa* occurs at ponds, small lakes, bogs, fens and marshes and is most often found in the shallow fringes of acidic, nutrient-poor, water bodies and in small pools in bogs and fens. The habitat is largely unshaded but almost always lies within woodland areas of, typically pine or occasionally spruce. Habitat requirements are narrow and include the need for well-structured vegetation with uniform growth of thin-leaved sedges, 30-80 cm high, spaced densely enough to provide protection, but loosely enough to allow free movement and providing favourable micro-climate. Slender sedge and Mud sedge most frequently form the dominant vegetation at European locations. Other plants, which may form a dominant part of the vegetation in some areas, include Beaked sedge, Tufted sedge, Water horsetail and Purple moor-grass. A crucial factor for the species microhabitat is shallow water (e.g. below 20 cm) with abundant submerged vegetation. This allows the water to warm up quickly, favouring rapid development of the larvae, and makes the habitat unsuitable for predators, such as fish. Nehalennia speciosa is one of the few European dragonfly species that is nearly restricted to primary (e.g. not altered by humans) habitats.",
  "flight_period": "May to August",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Vulnerable",
    "red_list_europe": "Near Threatened",
    "red_list_mediterranean": "Critically Endangered",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Decreasing"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/nehalenna-speciosa-male-go%CC%88ran-liljeberg-cc-by_cve50u.jpg",
        "caption": "Nehalennia speciosa, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/nehalennia-speciosa-male-jm2018_v3jnkd.jpg",
        "caption": "Nehalennia speciosa, male",
        "license": "CC BY-SA 4.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/4.0/deed.en",
        "by": "Jonas Myrenås",
        "url": "https://odonata.myrenas.se/zygoptera/coenagrionidae/nehalennia-speciosa/"
      }
    ]
  }
}
