{
  "items_id": "04a8b550c6086dedf6e667d060529149",
  "scientific_name": "Pyrrhosoma elisabethae",
  "author_citation": "(Sulzer, 1776)",
  "local_names": ["Greek red damselfly"],
  "description": "A large red damselfly, very similar to *Pyrrhosoma nymphula* and not possible to separate from that species in flight.\n\nDiffers from *Pyrrhosoma nymphula* in three subtle characteristics that are visible with a hand lens.\n1. The ventral hooks of the males upper appendages is about one-third of the length of the appendage. This hook is about two-thirds as long as uppers i *P. nymphula*. \n2. The male's lower appendages reach further than the uppers. In *P. nymphula* the lowers are about the same length or even shorter than the uppers.\n3. In females, the hind margin of the pronotum has a deep and raised fold on each side; these folds are prominent when viewed both from the side and above. *P. nymphula* females have only slight pleats in the same position on the hind margin; these are not raised above the margin in side view.\n\nProbably the same variation and colour forms occur as in *P. nymphula*. The black f. *melanotum* seems to be relatively common in *P. elisabethae*, while f. *fulvipes* has not yet been found.",
  "behaviour": "Like *Pyrrhosoma nymphula* this species is an early spring flyer and emerges in the end of April and only flies to the middle of June.",
  "size": { "length": "36-38 mm", "wingspan": "40-48 mm" },
  "similar_species": ["Pyrrhosoma nymphula"],
  "distribution": "The species is Endemic and only known from Greece and Albany and it is not likely that it occurs outside Europe. It is known from a total of only fourteen locations. In Albania it is found only at the Blue Eye spring (Syri i Kalter), a large spring that forms the source of the Bistrica River. In Greece it is known from mainland Greece, the northern Peloponnese (five sites) and Corfu (seven sites). The species has been recorded at several sites on Corfu in the past but recent survey it was only found at two streams, only one of which had a strong population.\n\n*Pyrrhosoma elisabethae* has an early flight and can easily be missed during a summer visit. Further fieldwork might show it to be wider spread in north-west Greece and south Albania than currently known.",
  "habitat": "Very little information on habitats has been published. The species seem limited to larger streams or springfed ponds and lakes with abundant aquatic vegetation. It is likely that the species cannot survive in habitats that regularly desiccate for longer periods during dry and hot years. *Pyrrhosoma elisabethae* is known from hilly regions and lowlands, down to sea level in Corfu.",
  "flight_period": "From the end of April to mid June",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Critically Endangered",
    "red_list_europe": "Critically Endangered",
    "red_list_mediterranean": "Endangered",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "Endemic",
    "trend_europe": "Decreasing"
  },
  "images": { "cloud_name": "dragonflies", "all": [] },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dargonflies of Brittain and Europe, Klaas-Douwe B Dijkstra."
  ]
}
