{
  "title": "Erythromma",
  "author_citation": "Charpentier, 1840",
  "description": "**_Erythromma_** is a genus of damselfly in the family Coenagrionidae.\n\n### Identification\nMales of *Erythromma* species all have bright eyes, some conspicuosly red, some blue. None are capped with black and the top of the eyes contrasts with the black upperside of the head. The postocular spots are reduced to narrow stripes, or are absent. The male black markings on S2 extends all along the segment. No *Erythromma* males have blue on the upperside of S8, but S9-10 are mostly or completely blue. The blue 'tail-light' is therefore shorter and nearer the tip of the abdomen. The males have much longer upper appendages than lower, they are about as long as S10. The wing tips are usually densely veined, due to numerous cells having been subdivided. This especially in the hindwing. The pterostigma are rather long. \n\n### Separation from other genera\nFemales of *Erythromma* have no vulvar spine, unlike *Enallagma* and *Ischnura*. They have dark eyes, no postocular spots and the entire abdomen upperside is dark.\n\nThe blue-bodied *E. lindenii* was formerly placed in the genus *Cercion*, but recent studies of DNA, behaviour, and larval and adult morphology places it with *Erythromma*. \n\n*Erythromma* males are the only damselflies combining red eyes with blue markings on the body and an all-dark back of head. Males of other blue-tailed damselflies, like *Coenagrion*, *Enallagma*, *Ischnura*, have no red eyes and usually have postocular spots. Most other damselflies with red eyes, like *Ceriagrion*, *Pyrrhosoma*, combine this with red bodies. The red-faced male of *Pseudagrion sublacteum* is likely to be found only in Africa and the Near East. \n\nThe combination of characters in *Erythromma* females may also be found in all-dark forms of *Ceriagrion* and *Pyrrhosoma*. These will often have traces of red and have differently configured black markings on the thorax. The legs of *Ceriagrion* have no black. \n\nIf seen well, the males of the two red-eyed species can be identified in the field by details of the blue pattern on the abdomen.\n\n### Behaviour\nUnlike most other damselflies, males of *Erythromma* tend to stay away from the water's edge, rather they prefer to perch on floating and emergent structures. Their flight is direct and linear, quickly skimming low over the water's surface.",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Erythromma)"
  ]
}
