{
  "items_id": "04a8b550c6086dedf6e667d060529147",
  "scientific_name": "Erythromma viridulum",
  "author_citation": "(Charpentier, 1840)",
  "local_names": ["Small red-eyed damselfly"],
  "description": "Males have red eyes, mainly black bodies with sides of the thorax and the last segments on the abdomen light blue. Females green and black, with brown eyes. It could be confused with E. najas but can be distinguished by smaller size, more slender build, antehumeral stripes complete in females and complete or reduced in the males, and by the different extension of the light blue colour on the ventral side of S2-S3 and S8 in the males that also have a distictive black marking in the shape of an X on the last abdominal segment, S10. Also the males have S8 partly blue, rather than completely black in *E. najas*.",
  "behaviour": "Much like Erythromma najas it likes to perch on floating vegetation. ",
  "size": { "length": "25-35 mm", "wingspan": "30-42 mm" },
  "similar_species": ["Erythromma najas", "Erythromma lindenii"],
  "distribution": "The main European range lies in the south and west Europe where the species is common and widespread.An expanson of its range has taken place since the 1970s and has gained some 100-500 km northwards since the 1980s. It was recorded as new to Great Britain (1999), Denmark (2001), Sweden (2004), Belarus (2005) Lithuania (2007) and Latvia (2008). Prior to 1970s it was rare in the Netherlands, but presently the second most common damselfly. This range expansion might be linked with increased temperatures, but the species might also have benefited from nitrogen enrichment of aquatic habitats by aerial deposition. The species has a scattered occurence in parts of the Balkan Peninsula and Ukraine and relatively few records are known from European Russia, probably due to poor sampling.",
  "habitat": "*Erythromma viridulum* is found in largely unshaded, standing or slow-flowing waters with aquatic vegetation, including brackish waters. It often co-occurs with E. najas at habitats with large floating leaves. In contrast to this species, however, it is especially common at waters with rich, fine-leaved, aquatic vegetation such as waterweed, hornworth, watermillfoil and mats of algae on the water surface.",
  "flight_period": "May to September",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Increasing"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/erythromma_viridulum_o_ynnn8y.jpg",
        "caption": "Erythromma viridulum male, Skåne, Sweden, July 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48565163696/in/album-72157710222205941/"
      },
      {
        "public_id": "dragonflies/erythromma_viridulum_o_1_prhsyi.jpg",
        "caption": "Erythromma viridulum, Skåne, Sweden, July 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48565263052/in/album-72157710222205941/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/209683-Erythromma-viridulum"
    }
  ]
}
