{
  "items_id": "24f7779ec9e678ee6148f683ca65a53a",
  "scientific_name": "Trithemis festiva",
  "author_citation": "(Rambur, 1842)",
  "local_names": ["Black stream glider", "Indigo dropwing"],
  "description": "This species, similar in size to *T. annulata*, is dark in colour and display a double series of yellow markings on the abdomen; laterally and dorsally on S1-S7 and only laterally on S8, in both immature males and females. S9-S10 is all-black.\n\nThe females have a slightly wider abdomen and the tips of their wings are dark. The males often have no dark tip or if they do it is reduced. In the mature males, the thorax and abdomen down to S3 is covered with a dark blue pruinosity and generally the yellow markings are no longer visible. The pterostigma is short and dark. The vertex and frons become black with a metallic purple gloss.\n\nThe colouration of the body and the wings with dark tips are the characters that distinguishes this species from the cogeners. Furthermore, in both sexes, the amber patch at the base of the wing is less extensive compared to other *Trithemis* species. It also prefers streams over standing waters.\n\nThe purplish snout, dark body and hindwing patch is reminiscent of *Diplocodes lefebvrii* but generally that species is smaller, with rounded open-veined wings with a large pterostigma, and its purer black body often contrasts with white appendages. The dark colour and marked wings of mature *T. festiva* also might recall that of the much more robust and paler pruinose *L. fulva* male.",
  "behaviour": "Males often perch on rocks in a stream or on stakes overhanging it.",
  "size": { "length": "30-37 mm", "wingspan": "46-64 mm" },
  "similar_species": ["Diplocodes lefebvrii", "Libellula fuva"],
  "distribution": "*Trithemis festiva* is a widespread Oriental species extending from the eastern Mediterranean to the Philippines and east to New Guinea. It is especially common in the tropical and subtropical parts of mainland Asia. Its westernmost records are from southern coast of Turkey, Rhodes and Cyprus, where it is common, and from the Levant, where it is rare. The species has a restricted distribution in Europe but is common where it is found. It is known from about 20-25 localities on Cyprus and Rhodes respectively.",
  "habitat": "In the eastern Mediterranean it is mainly found at stony streams and small rivers often with swift and clear water. It occurs in a wider range of habitats in the Orient, where it also occurs at slow-flowing rivers and canals, paddy fields and ponds.",
  "flight_period": "From the end of April to end of September",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": { "cloud_name": "dragonflies", "all": [] },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/114476-Trithemis-festiva"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1428813" }
  ],
  "meta": [{ "label": "gbifTaxonKey", "value": "1428813" }]
}
