{
  "items_id": "b04d13468392606525b238877bfb0205",
  "scientific_name": "Trithemis arteriosa",
  "author_citation": "(Burmeister, 1839)",
  "local_names": ["Red-veined dropwing"],
  "description": "*Trithemis arteriosa* is about as long as but more slender than *T. annulata* with a thin cylindrical abdomen. The mature males have a bright red abdomen with no purple pruinosity and have black markings on the sides, especially on S6-S9. These markings are larger than on *T. annulata*. The frons is red with a black base and a metallic gloss. The wings have red veins and there is a large amber-coloured patch at the base of the hind wings. Male genitalia are like *T. annulata* but genital lobe has a narrower tip. Immature males are yellow and become red with age. \n\nThe females are more slender than their cogeners *T.annulata* and *T. kirbyi* and has a black-sided abdomen. In appearance and colouration they are similar to the females of *Sympetrum fonscolombi*. However the wings of female *T. arteriosa* might have dark patches at the tips and around the node.\n\nThe extent of the wing patches and the black markings are very variable in both sexes, and can be strongly diminished in arid regions.",
  "behaviour": "Males perch prominently on waterside stakes.",
  "size": { "length": "32-38 mm", "wingspan": "48-62 mm" },
  "similar_species": [
    "Trithemis annulata",
    "Sympetrum fonscolombii",
    "Trithemis kirbyi"
  ],
  "distribution": "*Trithemis arteriosa* is one of the most widespread and abundant dragonflies in Africa, although it is patchy in the north of the continent. It is widespread and abundant in the Levant but in Europe it is restricted to the Canary Islands and Cyprus and has appeared as vagrant on Crete. It was first recorded in Turkey in 1988 and has since expanded its range to the west. It is now found along much of the southern coast of Turkey with easternmost records from Iran and Oman.\n\nEruropean records are known from Canary Islands, Cyprus and Crete. The species is fairly common in the Canary Islands and is known from La Palma, La Gomera, Tenerife and Gran Canaria. The first published record from Cyprus is from 2006 when the species was encountered at several localities in the east of the island. However, older unpublished and unconfirmed records are known from earlier dates going back to 1990-1999. A single record from Crete  was from October 2011 when several individuals was found at a man-made barrage lake near Skourvoulis. Despite further research, the species was not found again on this island.",
  "habitat": "*trithemis arteriosa* is found in arid and semi-arid landscapes and reproduces in a large variety of sunny, standing or slow flowing waters such as gravel pits, ponds, lakes, permanent wadis and ditches. Its rapid larval development allows the species to reproduce in temporary waters.",
  "flight_period": "All year round in Africa, May to October in Turkey.",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Not Applicable",
    "red_list_europe": "Not Applicable",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Unknown"
  },
  "images": { "cloud_name": "dragonflies", "all": [] },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/114465-Trithemis-arteriosa"
    },
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1428848" }
  ],
  "meta": [{ "label": "gbifTaxonKey", "value": "1428848" }]
}
