{
  "items_id": "d54bdc8da18d4e12d63c5b8d10421cd5",
  "scientific_name": "Chalcolestes viridis",
  "author_citation": "Vander Linden, 1825",
  "local_names": [
    "Green emerald damselfly",
    "Gemeine Weidenjungfer",
    "Westliche Weidenjungfer",
    "Große Binsenjungfer",
    "Houtpantserjuffer",
    "Leste vert",
    "Västlig trädflickslända"
  ],
  "description": "The colour of the upper side of this species is metallic green with no light blue pruinosity. Eyes are brown to grey, without any blue. Diagnostic is also the pattern in the shape of a spur or tooth on the sides of the thorax at the lower edge of the metallic green area. These are characters that distinguish it from the other *Lestes* species except *C. parvidens* which is very similar. Even the light brown pterostigma with a black border can be useful to distinguish this species from *Lestes sp.* The males have white upper abdominal appendages with outer edges and tip black. The females are characterised by 10-14 denticles on the lower margin of the ovipositor valves. See *C. parvidens* for more characteristics on how to separate them.",
  "behaviour": "Adults are usually found hanging in trees or bushes, sometimes far from water. *Chalcolestes viridis* and *C. parvidens* are the only European species to lay eggs in living wood. *C. viridis* exclusively oviposit in live wood, preferably thin twigs, overhanging water. Signs of ovipositing can be seen on the trees as track-like scars in the bark.",
  "size": {
    "length": "40-48 mm",
    "wingspan": "46-56 mm"
  },
  "similar_species": ["Chalcolestes parvidens"],
  "distribution": "*Chalcolestes viridis* is endemic to the Western Palearctic and is confned to western Europe and the northern part of the Maghreb. The species is common and widespread in much of western, central and southern Europe. In large parts of Corsica, Italy, Austria, Hungary, Romania and the Balkan Peninsula, it overlaps with *C. parvidens* and it is likely that some records of *C. viridis* in this area in fact pertain to *C. parvidens*. *Chalcolestes viridis* occur over most of south-east Europe but becomes progressively rarer towards the south of Romania, Bulgaria, Serbia, Macedonia, Albania and Montenegro. It is common in Poland but information from more eastern localities is scarce, with the species seemingly rare in the Baltic states, Belarus and Ukraine and lacking from Moldova. New records in central and eastern Ukraine have confirmed the occurrence of *C. viridis* in the country and fixed the known easter limit of the range of this species, which is apparently absent further east in Russia.",
  "habitat": "*Chalcolester viridis* reproduces in a great variety of standing and slow-flowing water ranging from ponds, rain storage ponds and lakes to canals, streams, rivers and their backwaters. The species also occurs in anthropogenically heavily modified biotopes. In all occupied habitats, it is dependent on the presence of trees or bushes with soft bark and wood (e.g. willows and poplars) at the water's edge as these are used by females for oviposition. Neither species of *Chalcolestes* occurs in ephemeral water conditions, in contrast to *Lestes* species. *Chalcolestes viridis* is mainly found in lowlands but has been found up to 1 500 m.",
  "flight_period": "June to November",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": []
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/124488-Chalcolestes-viridis"
    },
    {
      "label": "gbif.org",
      "link": "https://www.gbif.org/species/5865098"
    }
  ],
  "meta": [
    {
      "label": "gbifTaxonKey",
      "value": "5865098"
    }
  ]
}
