{
  "items_id": "04a8b550c6086dedf6e667d060529146",
  "scientific_name": "Pyrrhosoma nymphula",
  "author_citation": "(Sulzer, 1776)",
  "local_names": ["Large red damselfly"],
  "description": "A rather large and robust, all together distinctly red damselfly. *Pyrrhosoma nymphula* is one of the first signs of spring in many parts of Europe. It is directly recognisable, being the only *Pyrrhosoma* in most parts of Europe, but it is very similar to *P. Elisabethae*, occurring in Albany and Greece, and cannot be separated from it in flight. \n\nBoth males and females are over all red with red eyes, abdomen and antehumeral lines.  Male is deep red with bronze black markings on S7-S9 and the upper side of thorax. On the side of thorax there are yellow and black bands and the legs are all black. Females vary more but is always distinct against other damselflies (except *P. elisabethae*). Females come in three main forms, with different amount of black on their abdomen. The most common is named *typica* and is much like the males, but has more dark and yellow parts on the abdominal segments. *fulvies* is intensely red with less black on the abdomen than *typica*. Third form *melanotum* is very dark and some has only red or yellow on the antehumeral stripes. This form can be very similar to Erythromma najas (but they have only red eyes, never any red on the thorax). females seem to be blacker in the south of Europe but this is probably regional.\n\nImmature and teneral individuals are often light brown and can be harder to distinguish from other species. However they quickly get their red colour on the body even if the eyes can sty brown for a while. The antehumeral stripes are yellow on immature individuals.",
  "behaviour": "This is one of the earliest damselflies to emerge in the spring. Males fly in greater numbers and emerge somewhat earlier than females. He is aggressive and go for any other damselfly and often tries to chase any other male away. Females and younger males can often be found a bit away from water. They can be found in lesser amounts amongst gatherings of other damselflies in glades, along vegetation edge zones, in open areas among higher vegetation and even in forests if the sun can get down and light up smaller areas. It is not shy and can often perch upon observing humans if they only keep somewhat calm. \n\nLarvae live in rather thick loose bottom vegetational debris. Larvae development is two years. Exuviae can be found in or near water on straws or directly on low vegetation.",
  "size": { "length": "33-36 mm", "wingspan": "38-48 mm" },
  "similar_species": ["Pyrrhosoma elisabethae", "Erythromma najas"],
  "distribution": "*Pyrrhosoma nymphula* is almost completely confined to Europe with only a small number of sites in the Moroccan mountains, Tunisia and south-west Asia. In Europe it is one of the most widespread and common damselflies. In Fennoscandia it just reaches the Arctic Circle. The species is absent from most of the Mediterranean islands although populations are known from the mountains of northern Sicily. It is patchy in the Balkan Peninsula and seem to be absent from large parts of European Russia and Ukraine and does not reach the Ural Mountains.",
  "habitat": "In most Europe the species is found both in standing and running waters. In eastern and northern Europe, it is less common in standing waters and mostly reproduces at running waters. It is absent from temporary habitats, although the larvae are capable of surviving for some time in wet mud and detritus. The habitats are often partly shaded or at least in the vicinity of bushes or trees. Standing waters where the species is found have rich aquatic and bank-side vegetation and are in most cases nutrient rich. Nevertheless, *P. nymphula* is regularly found in oligotrophic acidic ponds and natural depressions and man-made excavations in Sphagnum peat bogs, although in lower abundance. Standing water habitats include fenlands, peat bogs, marshes, oxbows, pools, ponds, lakes and canals. In running water , the species is often found in gently flowing lowland streams and slow-flowing rivers with rich aquatic and bank-side vegetation. However it can also be found, in lower numbers, in swift mountain streams where otherwise only *Calopteryx virgo* and *Cordulegaster* species are found. The species is most common at altitudes below 700 m, but has been found up to 2 100 m in the Alps and the Pyrenees.",
  "flight_period": "April to August",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/pyrrhosoma-nymphula-male-go%CC%88ran-liljeberg-cc-by_ng4bri.jpg",
        "caption": "Pyrrhosoma nymphula, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/pyrrhosoma_nymphula_o_djlpnw.jpg",
        "caption": "Pyrrhosoma nymphula male, Stockholm Sweden, June 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48067095866/in/album-72157692938150520/"
      },
      {
        "public_id": "dragonflies/pyrrhosoma_nymphula_o_go4hto.jpg",
        "caption": "Pyrrhosoma nymphula male, Uppland Sweden, June 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48160974257/in/album-72157692938150520/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/61152-Pyrrhosoma-nymphula"
    }
  ]
}
