{
  "title": "Genus Somatochlora",
  "author_citation": "Selys, 1871",
  "description": "**_Somatochlora_**, or the **striped emeralds**, is a genus of dragonflies in the family Corduliidae with 48 described species found across the Northern Hemisphere. This is a large genus, especially in North America from where the not so apt name 'striped emeralds' originates, and the only corduliid genus with more than a single species in Europe.\n\n### Identification Diagnosis\n*Somatochlora* are medium-sized dragonflies, with largely dark bodies that have a metallic green lustre. Eyes are reddish brown at emergence, but becomes brilliant green. Frons are dark metallic green with yellow spots on both sides. \nAbdomens of males generally have a diagnostic shape (exept *S. borisi* who more resemble a *Cordulia). S1-S2 is bulbous, S3 is waisted, S4-S10 gradually widens up to about halfway, around S6-S7, and then gradually narrowes. They are not clubbed near the end. The abdomen is dark green to almost black, with minor yellowish markings on the sides. Male appendages are rather long, often with upcurled tips and several irregular ventral teeth. Lower appendage is triangular, with a narrow, upcurved tip. Female appendages are very long. Their vulvar scale is large, visible when viewed from the side, often shaped like a spout or trough, and distinctly projecting in most species.\n\n### Separation from other genera\nBoth *Cordulia* and *Oxygastra* have a uniformly dark frons, the male of these genera has a conspicuously clubbed abdomen, with S7 and/or S8 widest, and a deeply notched lower appendage. Their females have inconspicuous vulvar scales. Moreover, *Cordulia* has only one cross-vein between the hindwing triangle and base (not two) and *Oxygastra* has deep yellow streaks down the middle of the abdomen. \n\n### Separation of the species\nThe seven species found in Europe may be most easily determined in the hand by the shape of the anal appendages in males and by the vulvar scale in females. The patterns of yellow spots on the face, thorax and abdomen are also distinctive features. \n\n## Behaviour\nMale patrols are swift and often stealthy or erratic. Females are especially shy, but may be detected by the rustling of wings while ovipositing alone under the cover of dense vegetation. Both sexes rarely perch near the waterside, but rather up in trees.",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Somatochlora)",
    "[GBIF](https://www.gbif.org/species/1429956)"
  ]
}
