{
  "items_id": "f529e7cd8c56c72674f8e8378b10843c",
  "scientific_name": "Somatochlora borisi",
  "author_citation": "Marinov, 2001",
  "local_names": [
    "Bulgarian emerald"
  ],
  "description": "Somewhat smaller than the co-occurring S. meridionalis. Very similar in size and appearance to Cordulia aenea. Differently from other *Somatochlora*, the  males has a clubbed abdomen, widest at S7-S8. Frons is metallic green and has two yellow patches on the sides that extend towards each other, but not touching as in *S. meridionalis*. The thorax has no spots. The abdomen is unmarked except for conspicuous yellow spots at the base. The male has 3 on each side of S2 and 2 large basal spots on S3. The female has four spots on the upper side of S2-S3 and a chain of large spots on the underside of S2-4 and sometimes S5. Abdominal spots may vary in shape and size. Uniquely the ventral spots on S3-5 are bordered with black below. Like most other *Somatochlora* the hind wing has two cubito-anal crossveins. The males upper terminal appendages are unique; bent in then outwards with thick and blunt down-curved tips. Vulval scale of the female is less than half as long as S9.",
  "behaviour": "Early flier, like Cordulea aenea, but unlike other *Somatochlora* species. It emerges in early May and onwards and is mainly seen until the beginning of July.",
  "size": {
    "length": "45-50 mm",
    "wingspan": "62-68 mm"
  },
  "similar_species": [
    "Cordulea aenea",
    "Somatochlora meridionalis"
  ],
  "distribution": "*Somatochlora borisi* is endemic to south-eastern Europe and is restricted to rivers originating in the eastern Rhodope and Istranca mountains of north-east Greece, south-east of Bulgaria and European Turkey.",
  "habitat": "*Somatochlora borisi* is found in large streams and rivers in hilly regions that are generally covered with extensive broadleaved forests. Most of the forests are used for low intensity goat and sheep farming, which results in them having a relatively open structure with scattered clearings. The species does not breed in ponds or lakes, and is limited to habitats with running water. At least some of the habitats where the species occurs are intermittently-flowing streams which are fragmented into residual, and more or less disconnected, pools during the summer. The species is confined to areas with a hot and dry summer below 300 m.",
  "flight_period": "May to July",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Vulnerable",
    "red_list_europe": "Vulnerable",
    "red_list_mediterranean": "Vulnerable",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "Endemic",
    "trend_europe": "Decreasing"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/somatochlora_borisi_gni9qc.jpg",
        "caption": "Somatochlora borisi. Burgas, Bulgaria. July 2011.",
        "license": "CC BY NC 4.0",
        "lic_url": "https://creativecommons.org/licenses/by-nc/4.0/",
        "by": "Paul G. Schrijvershof",
        "url": "https://www.inaturalist.org/photos/52881855"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/562937-Corduliochlora-borisi"
    },
    {
      "label": "gbif.org",
      "link": "https://www.gbif.org/species/1430034"
    }
  ],
  "meta": [
    {
      "label": "gbifTaxonKey",
      "value": "1430034"
    }
  ]
}