{
  "items_id": "52df7f2bb8572c4e410e41b2d63660fb",
  "scientific_name": "Cordulia aenea",
  "author_citation": "(Linnaeus, 1758)",
  "local_names": ["Downy emerald"],
  "description": "A medium sized green metallic to bronze coloured dragonfly. Thorax is densely covered in long pale hairs. Eyes are green, on immature individuals light brown. Wings yellow or saffron coloured at the base, especially the hind wings, but otherwise hyaline. The abdomen can appear to look striped in flight, but has no striped markings (an effect of the metallic shine). It has yellow or whitish markings on the underside, especially near the base, but none on the upper side. In flight the abdomen is held slightly higher than the horizontal plane. The males can dip the last segments in flight. Male abdomen is clearly clubbed, widest at segments S7-8. Female abdomens are cigarr-shaped, S2 somewhat widened. Frons is completely dark green, without yellow markings.\n\nThe only green metallic species to fly early in spring. Closest resemblances are from *Somatochlora metallica* and *S. flavimacculata*, but these emerge later. It can also be separated from these by having all dark frons, lacking yellow spots and males having a clubbed abdomen, clearly thickest at S7-8, where *Somatochloras* often is more evenly thickened over several segments. Oxygastra curtisii also has an all dark frons, but its abdomen has a dorsal chain of yellow spots. The female abdomen can make it look like *Somatochlora alpestris* or *S. sahlbergi* but these are all darker, less metallic and lack any yellow colouration on the wing bases.",
  "behaviour": "One of the earliest species to appear in the spring and stops flying already in July, later observations is most often the lookalike *Somatochlora metallica*.  Males of this species restlessly patrol sunlit edges of small lakes and ponds, flying with their clubbed abdomen slightly raised. They fly fast and close to the water surface, interrupted by bouts of hovering. Territories are small and dense, one male quickly takes over a good spot as soon as another leaves it in chase of a female or when scaring off other males. Both mature and immature individuals can be found on land close to nearby waters, in glades, sunlit tree lines and among sparse shrubberies. They like to perch at least a meter up, not so much directly on the ground. Eggs are oviposited in floating or standing vegetation in the water. The larvae live in the decaying bottom substrates for 2-3 years. The exuvia are left close to the water on reed straws or similar.",
  "size": {
    "length": "47-55 mm",
    "wingspan": "60-70 mm"
  },
  "similar_species": ["Somatochlora metallica", "Somatochlora sp."],
  "distribution": "*Cordulia aenea* has a vast range, occurring from western Europe all over Asia to Kamtjatka. It is very widespread and common in western, central and part of northern Europe. It is largely absent from the mountainous areas of Fennoscandia and is scarce both in Scotland and Ireland. The restricted distribution in these two latter regions coincide with the scarcity of woodlands with which *C. aenea* seems to have a close association. The southernmost regular occurrences in western Europe are in the Pyrenees, the southern Alps and northern Italy., with a few isolated records in central and southern Italy. The species extends further south in the Balkan Peninsula, reaching the hills and mountains of northern Greece with a few isolated records known from the Peloponnese.  The seemingly scattered distribution of the species in Belarus, Ukraine and most of Russia is most likely due to insufficient field investigations. Populations from the Pontic Alps in northern Turkey extend further eastwards up to the Caucasus, but the species seem to be rare and isolated in the lowlands of southern European Russia.",
  "habitat": "The species is found at permanent medium to large standing water bodies, and more rarely at slow-flowing waters on stretches with coarse organic detritus on the bottom. Suitable habitats are generally more than one metre deep with well developed vegetation. Thus the banks are in most cases well vegatated, while the water surface is often partly, but never completely, covered with semi-emergent or floating hydrophytes. The species is mostly found at woodland lakes, oxbow ponds, fish ponds, peat bogs, fenlands and heath ponds and in older gravel pits. The habitat where it occurs are often, but not necessarily, exposed to sunlight and nearly always close to woodlands where the adults forage between trees and in clearings. ",
  "flight_period": "April to July",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Near threatened",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/cordulia-anena-male-go%CC%88ran-liljeberg-cc-by_ozhrhs.jpg",
        "caption": "Cordulia aenea, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/cordulia_aenea_o_d_ycrhcu.jpg",
        "caption": "Cordulia aenea male, Uppland Sweden, June 2017",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/28350151347/in/album-72157695561633412/"
      },
      {
        "public_id": "dragonflies/cordulia_aenea_o_d_atmfia.jpg",
        "caption": "Cordulia aenea larva, Uppland Sweden, May 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/40913286083/in/album-72157695561633412/"
      },
      {
        "public_id": "dragonflies/cordulia_aenea_o_d_gewj9n.jpg",
        "caption": "Cordulia aenea exuvia and newly emerged imago, Uppland Sweden, May 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/32935010447/in/album-72157695561633412/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Brittain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ]
}
