{
  "title": "Genus Anax",
  "author_citation": "Leach, 1815",
  "description": "**_Anax_** is a genus of dragonflies in the family Aeshnidae. The name derives from from Ancient Greek ἄναξ *anax* meaning *lord*, *master* or *king*, \n\n### Identification\nThe Anax species are among the largest dragonflies. Almost all have a uniformly brown or green thorax, and a green, blue or brown abdomen. [*Anax immaculifrons*](https://dragonfly.guide/species/Anax%20immaculifrons/), being the exception, has broad black thorax bands and a striking black-and-yellow ringed abdomen. The males, and all female aeshnids, lack auricles on S2 as well as anal triangles. \n\n### Separation from other genera\nOther aeshnids have banded markings on thorax and their abdomen is basically dark with a mosaic of paired coloured spots. The males of these genera have auricles and anal triangles. [*A. immaculifrons*](https://dragonfly.guide/species/Anax%20immaculifrons/) may look like a *Cordulegaster* in flight, \nbut has a thicker abdomen. \n\n### Separation of the species\nFlight identification can be difficult, with most characters overlapping (*A. immaculifrons* yet again being an exception). The colour of the abdomen, thorax and eyes vary, often with age. Young individuals might have greener body, turning more brown or blue with later age. In hand some important characters are the frons markings, male appendages and presence of occipital tubercles in females.\n\nAnywhere near the Atlantic coast, one should look out for *A.junius*, an American migratory vagrant, rarely found in Europe but occasionally found far from home.\n\n### Behaviour\nAll species are powerful and fast flyers. Males of most species patrol effortlessly, usually a bit out over larger waterbodies. When resting, for instance during poor weather, they often rest low among waterside vegetation. They do this hanging vertically.",
  "sources": [
    "[Wikipedia](https://en.wikipedia.org/wiki/Anax_(dragonfly))",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ]
}
