{"items_id":"9d6c6fbbc963d5ff8e691fdfb7552ef8","scientific_name":"Aeshna serrata","local_names":["Baltic hawker"],"description":"A large aeshnid, similar in size and looks to A. juncea, A. subarctica and A. crenata.\n\nColors blue and yellow, generally in a vibrant tone.\n\nWide yellow stripes on thorax sides. \nThe front stripe with even width, while the hind one is narrowing downwards, almost with a triangular shape.\nBetween the stripes none or almost no spots.\n\nConspicous yellow antehumeral stripes, even on females, which the other similar speceis are lacking.\n\nAbdomen black and blue spots in any event rectangular in shape and larger than A. juncea.\n\nWings are clear with a visibly yellow leading margin, the costa. \nOften more distinct on A. serrata than on A. juncea.\n\nFrons is yellow with a T-shaped black marking, but the stem of the T is less prominent.\n\nEyes often vibrantly blue (but with variation), always with all black behinds. \nNo yellow spot as A. juncea.","behaviour":"Not as fast and agile flyer as A. juncea.\nBoth males and females can be seen patrolling over large belts of reed and can be very unavailable for netting. \nTerritories are defended aggressively.\nA. serrata, more than others, catches large prey, even other aeshnids.\nA. serrata can, like A. mixta, occur in large numbers. It can then be found in open sunlit spaces like glades and over fields.\nIt tends to perch in thick vegetation around water bodies rathern than on trees.","size":{"length":"75-80 mm","wingspan":"96-106 mm"},"similar_species":["Aeshna juncea","Aeshna subarctica","Aeshna crenata"],"distribution":"In Europe this species is found in Denmark, middle Sweden, Finland and Estonia, and around the southern Ural mountains. \nFurther east we find its main range betond the Urals to Lake Baikal and northen mongolia.","habitat":"Aeshna serrata is found at standing water.\nIt prefers more open landscapes than the closely related A. crenata.\nIn inland Sweden it occurs at open, often eutropic lakes and ponds with extensive beds of reed or bulrush. \nThe species is relatively common around the Baltic Sea where it reproduces in brackish waters.\nIn Denmark it occurs in large open marshlands dominated by reed beds and with slightly brackish waters.\nIn russia it is found in steppe and forest-steppe lakes.","flight_period":"July to September","red_list":{"habitats_directive":"No","red_list_EU27":"Least Concern","red_list_europe":"Least Concern","red_list_mediterranean":"Least Concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Stable"}}