{"items_id":"e34846050fbd521d6c58ef7e0121da2b","scientific_name":"Aeshna cyanea","local_names":["Southern hawker"],"description":"One of the larger of the Aeshidae. \nThe mature males have a abdomen with a characteristic pattern of brown, green and light-blue markings, \npaired green spots in contrast with light-blue terminal and lateral part of the abdomen.\n\nThe last two spots on the abdomen (S9-S10) are well connected together on males.\n\nThe females are brown with aqua-green markings similar to those of the males. \n\nIn both sexes, the sides of the thorax is mainly green with blackish thick lines, \none completely crossing, one only half-complete.\n\nThe rear margin of the eye is dark with two characteristic yellow spots. \n\nBroad shoulderlines are often easily visible in flight.\n\nOn top of S2, A. cyanea has a yellow wedge-shaped spot, like A. mixta, but larger.","behaviour":"A. cyanea is a curious species and can investigate any odonatologist closely, even landing on people. \nIt is often found in ponds in gardens and parks. \nIf open water is created in a garden, this is often the first specie to investigate the new water.","size":{"length":"70-75 mm","wingspan":"95-115 mm"},"similar_species":["Aeshna viridis","Aeshna juncea"],"distribution":"The species is one of the most common and most widespread dragonflies in Europe. \nThe total range is West Palearctic and covers a large part of Europe (to Scotland and southern Scandinavia \nin the North to Italy (without the Southwest) and the northern Balkans to the South)\nthe Eastern boundary is formed by the Ural and the West by Ireland. \n\nIt is also found in Northwest Africa (Algeria). In Central Europe the species is very common.","habitat":"It found in a variety of waters, from lakes to very small ponds, slowly flowing waters \nin both woodlands as well as farmlands.","flight_period":"July to October, with some specimen visible in June.","red_list":{"habitats_directive":"No","red_list_EU27":"Least Concern","red_list_europe":"Least Concern","red_list_mediterranean":"Least Concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Stable"}}