{
    "items_id": "4722675f7593ec2ba5b2725c2c96d9f7",
    "scientific_name": "Aeshna crenata",
    "local_names": [
        "Siberian hawker"
    ],
    "description": "An impressive hawker, the largest species of the genus Aeshna. Most like Aeshna Serrata but more likely to be confused with A. juncea or A. subarctica which can be found in the same habitats.\n\nMales are intensely blue, with only blue or black markings on the abdomen. Blue to emerald eyes, with all black back-sides (like A. juncea and A. subarctica). The leading edge of the wings, the Costa, is brown like A. subarctica. A. juncea and A. serrata both have yellow leading edges. Black markings on the frons T-shaped with a thick stem. Lateral markings on thorax are mainly yellow, wide and clearly visible in flight, in both sexes, and can be used to distinguish from A. juncea and A. subarctica in flight. Also, in flight, the last segmenst tend to dip, giving the abdomen in a bow-like profile.\n\nFemales most often brown and pale grey-blue, but some are blue like the males. Older females have dark bands on the wings, between the pterostigma and the node, visible also in flight. This is a diagnostic feature, all other similar species have evenly coloured wings, even those with darker wings. Female appendages are pointed, not rounded. ",
    "behaviour": "Often flies with a partly gliding flight, most visible in patrolling males. Male can be very aggressive and hunt other Aeshna males from their territory. They often patrol around 1.5 - 2 m above the water surface, slightly higher than the other co-existing species. It often perches directly on tree stems near their preferred waters. \n\nRelatively stationary and is rarely seen outside known habitats.\n\nEggs are oviposited in water edges in floating sphagnum, seges or other organic material in or just below the water surface. The larva is the largest of the Aeshnids, its development probably three years long or more. Exuvia is found in knee-deep or slightly deeper waters on straws of e .g. sedges.",
    "size": {
        "length": "70-86 mm",
        "wingspan": "88-120 mm"
    },
    "similar_species": [
        "Aeshna juncea",
        "Aeshna subarctica",
        "Aeshna serrata"
    ],
    "distribution": "Found from north-east Europe to Kamchatka, Sachalin, South Korea and Japan. In Europe it is found in scattered populations in southern Finland, eastern Lithuania, south-eastern Latvia, northern Belarus and Russia. It is probably not uncommon in northern Russia but as far is known absent from the southern parts of Russia, except the southern Urals, where it is common.\n",
    "habitat": "In both Finland and the Baltic states, Aeshna crenata seems to have rather specialized habitat requirements and occurs mainly in small, circular, oligotrophic forest ponds with a swampy shoreline, sustained by clear groundwater. In most cases the banks are covered with a vegetation of peat moss, beakrush and sedges, followed by mature forests in the direct vincinity. In the northern and eastern parts of European Russia the habitat spectrum is wider, also including non-acidic water, larger lakes and river backwaters with oxbow ponds and lakes and a vegetation of water horsetail and sedges. In Siberia the species is eutryphic.",
    "flight_period": "End of June to mid-September, peaking in second half of July and August.",
    "red_list": {
        "habitats_directive": "No",
        "red_list_EU27": "Near threatened",
        "red_list_europe": "Least Concern",
        "red_list_mediterranean": "Not present",
        "EU27_endemic": "No",
        "red_list_europe_endemic": "No",
        "trend_europe": "Stable"
    },
    "author_citation": "Hagen, 1856"
}