{"items_id":"43cb4261fa3f4356274e44c863c27fe0","scientific_name":"Aeshna viridis","local_names":["Green hawker"],"description":"Looks a lot like a small Anax imperator thanks to its bright green thorax sides, \nalmost free of dark markings.\n\nThe frons has a black marking, T-shaped or missing the stem, making it look like a crescent.\nIt has wide bright green antehumeral stripes, like A. cyanea.\nEyes are light blue in the mature males, and green in females and immature males.\n\nFirst segment on the abdomen has a diagnostic marking of two opposing U-shapes.\nAbdomen is mainly black with large spots of blue on males, \nand some minor narrow green stripes only visible on close range.\nFemales are brown with green spots.\n\nWings have a yellow tint and a yellow leading margin. It has long yellow pterostigma, \ndistinguishing it from A. cyanea, which has a darker leading margin and pterostigmas.","behaviour":"Tightly bound to waters with the Stratoides aloides, but often seen hunting far from the waters. \nIt can then be seen hunting over open areas, at high altitude.","size":{"length":"65-75 mm","wingspan":"78-90 mm"},"similar_species":["Anax imperator","Aeshna cyanea","Aeshna affinis"],"distribution":"Found from the Netherlands to the western edge of the Central Siberian Plateau, but largely confined to the north and east of Europe.\nRelatively wide spread in northern European Russia, the Baltic States and Poland, and probably also Belarus and northern Ukraine.\nIn Fennoscandia it is confined to southern Finland and Sweden.\nIt is also found in the Netherlands, Denmark, and the north of Germany.\nOnly isolated populations are found in the southern parts of central Europe, \nwith records from the floodplains of the Drava River on the border of Slovenia and Croatia, \nand of the Tisza River in north-eastern Hungary.","habitat":"Tightly coupled to waters with large fields of Stratoides aloides, in which the females oviposit their eggs.\nThese fields are found in standing or slowly flowing, largely unshaded, \nwaters with a mesotropic to moderately eutrophic status.\nNatural habitats include lakes and oxbow in the floodplains of large rivers. \nIt also inhabits man-made peat-excavation ponds in later stages of vegetation succesion.\n\nIn western Europe th especies has become rare in natural habitats and is mainly found in man-made waters, \nsuch as large ditches and canals in low peat areas.","flight_period":"End of June through September, occationally later. Peak numbers in August.","red_list":{"habitats_directive":"IV","red_list_EU27":"Near threatened","red_list_europe":"Near threatened","red_list_mediterranean":"Not present","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Decreasing"}}