{
    "items_id": "e6c59e854e27e43ade8c294ae91625e6",
    "scientific_name": "Anax imperator",
    "local_names": [
        "Blue emperor"
    ],
    "description": "A large, common and conspicuous dragonfly. Patrolling males are easily recognised by their size, unmarked green thorax and blue abdomen with a black mid-dorsal stripe.\n\nThe thorax on Anax imperator is uniformly green, much like Aeshna viridis, but A. imperator is markedly bigger. No antehumeral stripes are to be found on either males or females. The females and immature males have a more greenish abdomen. Females might also have the same colouration as the males, with a blue abdomen. In some population this blue form is the norm among the females. The eyes are green with at most a brown hue. Female eyes have a yellow hind edge. Wings are clear with a yellow leading margin. Pterostigmas are brown. \n\nS1 is always green, never brown or greyish (as on A. parthenope or A. ephippiger). A thin yellow ring on S2 characterises the still immature individuals (but is also present on mature males of A. parthenope). Males of A. imperator can be distinguished by the black pentagonal marking on the frons. Females has an absence of occipital tubercles. ",
    "behaviour": "Restless patroller and very aggressive against any competition. Catches surprisingly large prey (like Libellula quadrimaculata) and often eats them in mid flight. Males patrol over open water, often further out and at higher altitudes than other Aeshna males.",
    "size": {
        "length": "66-84 mm",
        "wingspan": "90-104 mm"
    },
    "similar_species": [
        "Anax parthenope",
        "Anax ephippiger",
        "Aeshna viridis",
        "Aeshna affinis"
    ],
    "distribution": "One of the most common and widespread species in southern and western Europe. It is still common in south-eastern Europe and parts of Turkey. It is scattered in Russia and Kaukasus. In the north its range seems to be constrained mainly by summer temperatures and it is absent from Ireland, Scotland and northern Fennoscandia. However it is currently expanding rapidly northwards with the climate warming.",
    "habitat": "Generally common or very common in standing waters at low altitudes, but also occurs in slowly running waters. Prefers unshaded and well-vegetated habitats. It is found in a wide variety of natural or man-made habitats such as lakes, fens, bogs, quarries and larger garden ponds.",
    "flight_period": "May to October",
    "red_list": {
        "habitats_directive": "No",
        "red_list_EU27": "Least Concern",
        "red_list_europe": "Least Concern",
        "red_list_mediterranean": "Least Concern",
        "EU27_endemic": "No",
        "red_list_europe_endemic": "No",
        "trend_europe": "Increasing"
    },
    "author_citation": "Leach, 1815",
    "images": {
        "cloud_name": "dragonflies",
        "all": [
            {
                "public_id": "dragonflies/anax-imperator-male-go%CC%88ran-liljeberg-cc-by_vqa0pn.jpg",
                "caption": "Anax imperator, male",
                "license": "CC BY 3.0",
                "lic_url": "https://creativecommons.org/licenses/by/3.0/",
                "by": "Göran Liljeberg",
                "url": "http://liljebergs.nu/"
            },
            {
                "public_id": "dragonflies/anax-imperator-male-side-go%CC%88ran-liljeberg-cc-by_yqzbfv.jpg",
                "caption": "Anax imperator, male side view",
                "license": "CC BY 3.0",
                "lic_url": "https://creativecommons.org/licenses/by/3.0/",
                "by": "Göran Liljeberg",
                "url": "http://liljebergs.nu/"
            },
            {
                "public_id": "dragonflies/anax-imperator-teneral-female-ha%CC%8Akan-elmquist-cc-by-sa_lhobkv.jpg",
                "caption": "Anax imperator, female",
                "license": "CC BY-SA 3.0",
                "lic_url": "https://creativecommons.org/licenses/by-sa/3.0/",
                "by": "Håkan Elmquist",
                "url": ""
            }
        ]
    }
}