{
    "items_id": "cb7b55b2ca200d8e68537a0b9c1f8923",
    "scientific_name": "Anax parthenope",
    "local_names": [
        "Lesser emperor"
    ],
    "description": "A large dragonfly with green eyes, contrasting to the thorax which is uniformly brown grey. Abdomen has a thick black line on a base of brown colour, except for a bright blue \"saddle\" on S2 and S3. A narrow yellow ring on S2 is diagnostic. Wings on older individuals clearly tinted in yellow but not as much as A. ephippiger. Can be distinguished from  A. ephippiger by the greener eye color, the shape of the abdominal appendages, the thicker width of the abdomen,  the different venation of the wings and in females the presence of occipital tubercles.",
    "behaviour": "Lays eggs in tandem, like A. imperator and A. affinis, but none of the other Aeshnidae.",
    "size": {
        "length": "62-75 mm",
        "wingspan": "88-102 mm"
    },
    "similar_species": [
        "Anax imperator (immature)",
        "Anax ephippiger"
    ],
    "distribution": "The species is common in large areas of western and south-western Europe. Less common in central and eastern Europe. Most records from the British Isles and the Netherlands are of vagrants and reproduction is still very rare in these areas. Reproduction is more common in northern Germany and even more so in Poland, where it is regionally abundant. Populations are expanding north in the warmer climate.",
    "habitat": "Occurs in standing, often expansive and sometimes brackish waters. In the Mediterranean areas sometimes occurring in slow-flowing waters. Suitable habitats are largely unshaded and are on average of greater expanse than those of A. imperator, with which the species often co-occur. In many cases a well-developed bank side vegetation and stretches with floating hydrophytes are present but more importantly the center of the water body is nearly always free of vegetation. Many records in temperate Europe are from large lakes, sand quarries and gravel pits. However, it also occurs at lesser habitats such as newly created ponds.",
    "flight_period": "In Mediterranean areas from March to November, farther up north from the end of May to Septemer-October.",
    "red_list": {
        "habitats_directive": "No",
        "red_list_EU27": "Least Concern",
        "red_list_europe": "Least Concern",
        "red_list_mediterranean": "Least Concern",
        "EU27_endemic": "No",
        "red_list_europe_endemic": "No",
        "trend_europe": "Increasing"
    },
    "author_citation": "(Sélys, 1839)"
}