{
    "items_id": "4f3e9bdc8e9d563268c71d70d3fc1617",
    "scientific_name": "Anax immaculifrons",
    "local_names": [
        "Magnificent emperor",
        "Blue darner"
    ],
    "description": "Immediately recognisable due to its large size and black abdomen and lighter coloured rings. The thorax is light in colour with two dark bands on the sides.\nFrons has no markings, which gives its scientific name. The eyes, the frons and the light-coloured portions of the body are greenish yellow in females and immature males. In the mature males , the rings on the abdomen turns pink beige, while the light coloured portions on the thorax turn bluish and the eyes are bright blue. The wings on the males have a strong brown tint. The wings on the females are at most only lightly tinted.",
    "behaviour": "Females oviposit the eggs into reeds emerging from waters.",
    "size": {
        "length": "80-85 mm",
        "wingspan": "110-120 mm"
    },
    "similar_species": [
        "Cordulegaster sp.",
        "Anax ephippiger"
    ],
    "distribution": "Anax immaculifrons reaches its westernmost range limit in the east Mediterranean. The species has been found on three Greek Islands, Karpathos, Ikaria and Rhodes. It has also been found on Cyprus. On the Turkey mainland there are scattered populations along the south coast Mediterranean of Anatolia.",
    "habitat": "All records from the eastern Mediterranean are from permanent rocky streams, a few meters wide. Unlike other European Anax species A, immaculifrons does not breed in open stagnant waters. It has been found in both largely shaded and sunny habitats. The preferred substrate for the larvae seems to be gravel, sand and organic detrius sediments.",
    "flight_period": "May to September",
    "red_list": {
        "habitats_directive": "No",
        "red_list_EU27": "Vulnerable",
        "red_list_europe": "Vulnerable",
        "red_list_mediterranean": "Least Concern",
        "EU27_endemic": "No",
        "red_list_europe_endemic": "No",
        "trend_europe": "Unknown"
    },
    "author_citation": "Rambur, 1842",
    "images": {
        "cloud_name": "dragonflies",
        "all": []
    }
}