{"items_id":"5b6c0ae4b77ec0e00d6795c0d7d59175","scientific_name":"Boyeria cretensis","local_names":["Cretan spectre"],"description":"This species is endemic to the island of Crete, where it replaces B. irene. \nIt is very similar in general appearance, size and behaviour to B. irene.\nIt can be distinguished from B. irene by some details; \nColouration in general is darker and light portions on the body tends to be greenish yellow rathern than green.\nThe pterostigma of the hind wing is slightly larger.\nThe frons is more pointy seen in profile.","behaviour":"Like B. irene it is a powerfull and untiring flyer, capable of flying for long periods of time without perching.\nJust like B. irene and Calaeshna microstigma, it tends to be more active and visible late in the afternoon and has twilight habits.\nThere are reports of it flying late in the evening and attratcted by artificial lights.","size":{"length":"69-70 mm","wingspan":"88-95 mm"},"similar_species":["Boyeria irene"],"distribution":"Boyeria cretensis range is confined to the island of Crete, where it is know from fifteen river systems. \nThe populations are concentrated in two areas, with five populated rivers at Lefka Ori mountains in the westernmost \nof Crete and nine populated rivers in the region between the Lefka Ori and the Psiloritis mountains (Mount Idi) \nand north of the latter in central Crete.\nIn addition to these, there is a single isolated locality known east of the Dikti mountains in the easternmost part of Crete.","habitat":"Limited to running waters and is mainly found near the upper courses of permanent streams with a moderate to strong current.\nIt is largely confined to streams with extensive gallery forests of Plane trees where the water is partly shaded.\nThe species has been recorded up to 450 m.","flight_period":"From the end of May to August.","red_list":{"habitats_directive":"No","red_list_EU27":"Endangered","red_list_europe":"Endangered","red_list_mediterranean":"Vulnerable","EU27_endemic":"Endemic","red_list_europe_endemic":"Endemic","trend_europe":"Decreasing"}}