{
  "items_id": "b710284392e6afab580cf72913d7ff7b",
  "scientific_name": "Libellula depressa",
  "author_citation": "Linnaeus, 1758",
  "local_names": ["Broad bodied chaser", "Broad bodied darter"],
  "description": "This dragonfly has a very stout appearance; the abdomen is quite wide and flattened. The fore and hind wings both have a blackish brown patch at the base. Patches reach equally far in the fore wing as in the hind wing. The underside of S1 in the male (anterior to the secondary genitalia) bears two robust spines, a structure not seen on any other European dragonfly.\n\nImmature males and females have a uniform yellow-brown colour. The mature males get a light-blue pruinosity on the abdomen. In both sexes, the sides of the abdomen has yellow spots. These tend to disappear with age, especially in males. \n\nThe wing base patches are more extensively marked and the abdomen is broader than on any other *Orthretrum* or *Libellula* species. ",
  "behaviour": "Makes fast, direct dashes from a conspicuous perch or patrol relentlessly back and forth. Territories are often not very large so even if males tend to be very aggressive several males can share a pool.\n\nImmature and female individuals are found a bit away from water in glades and other sunlit areas where one often can come rather close to them. They seldom perch directly on the ground but rather in lower vegetation or up to eye level in trees or bushes.\n\nMating is done in air and is over in seconds. Sometimes you can see immature males mating each other. Eggs are oviposited just below the water surface from flying females. Sometimes the females lay their eggs on seemingly odd places, like in wet parts of a well watered lawn, and also the species can be triggered to oviposit by polished surfaces like a newly washed car. \n\nLarvae development is two years. Exuviae are found low, directly by the water or several meters away from it.",
  "size": { "length": "40-48 mm", "wingspan": "66-74 mm" },
  "similar_species": ["Libellula fulva"],
  "distribution": "*Libellula dipressa* is one of the most common and widespread European species. To the north it is limited to the southern parts of Fennoscandia and Scotland. There is a single record from Ireland, presumably from a vagrant individual. It is widespread and common throughout much of its range. In Great Britain it has expanded approximately 100 km northwards during the last century, which is largely attributed to climate warming.",
  "habitat": "*Libellula dipressa* is found in almost any type of still and slow flowing waters, ranging from slow rivers to deep lakes. It is often found in habitats in the early stages of succession where parts of the banks are still bare and is often one of the first species to colonise man-made water bodies, including garden ponds. *Libellula dipressa* is most common in lowland areas up to 700 m. However, breeding has been recorded in the Alps up to 1 400 m.",
  "flight_period": "From the end of April to mid-September.",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Least Concern",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Stable"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/libellula-depressa-male-go%CC%88ran-liljeberg-cc-by_ai9jcp.jpg",
        "caption": "Libellula depressa, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/libellula-depressa-female-go%CC%88ran-liljeberg-cc-by_nf4huq.jpg",
        "caption": "Libellula depressa, female",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/libellula_depressa_o_ukoprm.jpg",
        "caption": "Libellula depressa male, Tyresö Sweden, June 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48067138121/in/album-72157695559953732/"
      },
      {
        "public_id": "dragonflies/libellula_depressa_o_lvwhjn.jpg",
        "caption": "Libellula depressa ovipositong female, Öland Sweden, May 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48009386256/in/album-72157695559953732/"
      },
      {
        "public_id": "dragonflies/libellula_depressa_o_hisask.jpg",
        "caption": "Libellula depressa old male, Cevennes France, July 2019",
        "license": "CC BY-SA 2.0",
        "lic_url": "https://creativecommons.org/licenses/by-sa/2.0/",
        "by": "Jonas Myrenås",
        "url": "https://www.flickr.com/photos/primavera133/48521887141/in/album-72157695559953732/"
      }
    ]
  },
  "sources": [
    "Atlas of the European Dragonflies and Damselflies, Jean-Pierre Boudot(Editor), Vincent J Kalkman(Editor), Fons Peels(Illustrator)",
    "Dragonflies and Damselflies of Europe: A scientific approach to the identification of European Odonata without capture, Galliani, C.; Scherini, R.; Piglia, A.",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "Nordens trollsländor, M. Billqvist, D. Andersson, C. Bergendorff"
  ],
  "links": [
    {
      "label": "iNaturalist",
      "link": "https://www.inaturalist.org/taxa/563098-Libellula-depressa"
    },
    { "label": "GBIF", "link": "https://www.gbif.org/species/1427883" }
  ]
}
