{
  "title": "Genus Sympecma",
  "author_citation": "Burmeister, 1839",
  "description": "*Sympecma* is a genus of damselfly in the family Lestidae. Also called **Winter damsels** they are the only genus in Europe to overwinter as hibernating adults.\n\n### Identification \n*Sympecma* have brown bodies with dark bronze dorsal markings. The pale brown pterostigma is and elongated rectangle, covering two hind cells. The pterostigma on the front wing is distinclty placed further from the body than on the hind wing. This can easily be seen on resting individuals, where the pterostigma hardly overlap.\n\n### Separation from other genera \nThe wing venation recall *Lestes*, with many pentagonal rather than rectangular cells. Also long pterostigma and male appendages recall *Lestes*. However, the individuals never show the bright green colouration of Lestes (even if young individuals can have brown-greenish metallic markings). The wings of *Sympecma* are narrower and more pointed. *Lestes* often perch with wings half spread, while *Sympecma* rest with wings closed, often with both wings on one side of the abdomen. On *Lestes* also the pterostigma of the forewing and hindwing overlap broadly.\n\nThe hind edge of the pronotum of *Sympecma* is trilobed, two incisions produce a conspicuous central lobe with two lateral lobes, whereas in *Lestes* the edge is uniformly rounded. \n\nThe *Sympecma* female appendages are notably large and pale, while the ovipositor is weak and short, the tip extending only halfway along S10. \n\nBrown females of Enallagma have similar abdominal markings, but their pterostigma are small and lozenge-shaped. They have short dark appendages, a spine at the ovipositor base. Their markings are differently configured and blacker on the head, thorax, and postocular spots.\n\n### Behaviour\n*Sympecma* can be hard to find, being brown and their behaviour doesn't help. At rest, the wings are closed and often both are held along one side of the abdomen. Perching individuals often press their body tight against the reed or twig, to be less conspicuous. Adults emerge in late summer and hibernate as adults. They reproduce in the following spring. This is unlike all other European odonates that winter as eggs or larvae. After emergence they dwell in open landscapes, such as rough meadows and heaths with shrubs or forest borders, some distance away from water. Here, they forage during autumn before spending the winter in a more or less motionless state. They perch on an exposed straw or twig, pressed against a stem, or concealed under stones and bark. Few adults are seen from November to March, but on a sunny day they might appear. Males and females oviposit in tandem, most often in floating dead plant material.\n",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Sympecma)"
  ]
}
