{
  "title": "Orthetrum",
  "author_citation": "",
  "description": "**_Orthetrum_** is a large genus of dragonflies in the Libellulidae family. They are commonly referred to as **skimmers**.\n\n### Identification\nAlmost every blue to grey pruinose dragonfly with clear wings will be an Orthetrum male. The combination of a clear base, at most yellow-tinted, and 10-14 forewing cross-veins (thus last antenodal one is complete) is unique for a libellulid.\n\n### separation from other genera\n*Libellula* species are similar in venation, stature and pruinosity, but have large dark patches at the hindwing base. Pruinose *Leucorrhinia* species are dark, with a contrasting white face and also dark hindwing patches. The rather plainly brown females and young males of most *Orthetrum* species are often mistaken for *Sympetrum* and *Crocothemis*. The species in both these genera normally have the last antenodal cross-vein incomplete; *Sympetrum* has only 6-7 complete forewing antenodal cross-veins, and *Crocothemis* has large yellow patches at the hindwing base. Especially fresh yellow *O. cancellatum* and the club-tailed black-and-pale *O. sabina* superficially resemble gomphids, but their eyes touch each other. \n\n### Separation of the species\nSome 60 Orthetrum occur in Australia, Eurasia and particularly Africa. The species are often difficult to identify. This is especially true for males, whose markings have become obscured by pruinosity, thus appearing very unlike females and younger males. For convenience, the species can be divided into three groups. In most of Europe, separating *O. albistylum* from *O. cancellatum* (group 1) and *O. brunneum* from *O. coerulescens* (group 3) will cause the greatest difficulty. In the Mediterranean, two diagnostic species in group 2 and three additional species in group 3 occur. Because up to four species of species group 3 may occur together in Iberia, north Africa or Turkey, identification might be difficult. Examination of the male's secondary genitalia with a hand lens will be most decisive. \n\n| Group | Species |\n|---------|-----------------------------------------------------------------------------------|\n| Group 1 | *O. albistylum* *O. cancellatum*                                                  |\n| Group 2 | *O. trinacria* *O. sabina*                                                        |\n| Group 3 | *O. brunneum* *O. chrysostigma* *O. coerulescens* *O. nitiderve* *O. taeniolatum* |\n\n### Behaviour\nActive species, often perching on the ground or stones. Male guards the female during oviposition, usually by hovering above her and chasing off rival males.",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Orthetrum)"
  ],
  "links": [
    { "label": "gbif.org", "link": "https://www.gbif.org/species/1428581" }
  ],
  "meta": [
    {
      "label": "gbifTaxonKey",
      "value": "1428581"
    }
  ]
}
