{
  "title": "Boyeria",
  "author_citation": "McLachlan, 1896",
  "description": "**_Boyeria_** is a genus of dragonfly in the family Aeshnidae, commonly called **spotted darners**. The name Boyeria commemorates the French entymologist Etienne Laurent Joseph Hippolyte Boyer de Fonscolombe.\n\n### Identification\n*Boyeria* is not a colourfull genus, rather they are somewhat dull and blotchy, like military camouflage. Most males and some females have wings with darker tips (especially the hindwing). Pterostigma are moderately long, covering 4-7 cells below it. \n\n### Separation from other genera\nIn the field it is important to observe habitat, behaviour and colour. In the hand hand wing venation can rule out any confusion. *Caliaeschna* has similar habits, but their ranges does not overlap. *Caliaeschna* also are much smaller, with more contrasting markings and has a short pterostigma. Most *Aeshna* species have more conspicuous markings. Both *Caliaeschna* and *Aeshna* species never have dark wing tips.\n\n### Separation of the species\n*Boyeria* is a genus with isolated relict populations. It contains two species in eastern North America and three in eastern Asia. Two species are endemic to Europe. \n\n### Behaviour\nMales patrols long routes, slowly flying low over the water. They tend to keep in the shade along the edge of the water and often stop mid-air to inspect dark corners, e.g. under tree roots. They avoid sunlight (still they tend to stop patrolling when the sun is clouded). They become more active towards the late afternoon and aggregate at dusk when they hunt in fast, zig-zagging flight over clearings. They remain on the wing until nightfall and may be attracted to light thereafter. The behaviour of *B. cretensis* is poorly known. Males are said to patrol fast over streams in the afternoon, passing low between rocks.",
  "sources": [
    "[Wikipedia](https://en.wikipedia.org/wiki/Boyeria)",
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra."
  ]
}
