{"items_id":"f0264cd93fc96310d176cbde4c32be52","scientific_name":"Aeshna grandis","local_names":["Brown hawker"],"description":"Aeshna grandis is a large dragonfly.\nThe general colour is brown, even the eyes are brown with a yellow back liner. \nThe wings are evenly tinted with a bronze shade, which is visible in flight.\nMature males have blue spots beside the base of the wings, on S2 and the side of the abdomen. \nThey also get a blue hue in their eyes.\nFemales have blue spots only beside the base of the wings, the other spots are yellow.\nIn immature individuals, all spots are yellow.\n\nA. grandis has none or indistinct antehumeral stripes. \nThe thorax sides has two broad lemmon-yellow bands, with no spots in between.","behaviour":"Flight is powerfull, fast and untiring. Males patrol large areas. Males might seem less aggressive than other aeshnids but that might be due to \nterritorial size rathern than any male backing down on a fight. It will still engage on any other male they meet.\n\nIt can be found in numbers, ten or more, far from waters, hunting high up in the air in glades, \non forest road openings or over tree-tops.\n\nOn warm summer evenings it can be active quite late in the evenings.","size":{"length":"70-77 mm","wingspan":"80-98 mm"},"similar_species":["Aeshna isoceles"],"distribution":"Widespread in northern, central and easter Europe with a continous range reaching the Massif central in France, the Alps and the mountains of Romainia. \nIn the French Pyrrenees and south-east Europe populations are small and isolated.\nIn the west and south it prefers forested areas and might be lacking in open landscapes, like central Hungary. \nIn central Europe it is common, but population levels are usually low compared to other more abundant aeshnids.\nFar higher densities are found in mountaineous areas and in the north and north-east, where it can be omnipresent.","habitat":"Found near all types of still or, less often, slowly flowing waters. \nIt has a clear preference for small and at least partly shaded habitats.\nOn larger water bodies it favours sections that are visually demarked from the main area of the water, e.g. by higher vegetation.\nTravels far from waters so it can be found in seemingly odd places.\nThe larva can resist weeks of dessication.\nIt has a wide altitudal range, being most abundant up to 700 , but can still be found up to 1700 m.","flight_period":"July to Septembr","red_list":{"habitats_directive":"No","red_list_EU27":"Least Concern","red_list_europe":"Least Concern","red_list_mediterranean":"Least Concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Stable"}}