{"items_id":"6a7ab88702084a3413c80d6fcd562418","scientific_name":"Aeshna subarctica","local_names":["Bog hawker"],"description":"Very similar to A. juncea and occurs in similar habitats.\nThey are difficult to distinguish flying.\n\nA. subarctivca is in any event darker on the thorax and abdomen,\nhas markings more uniform in colour, often a bit duller and paler.\nGenerally bluish, instead of completely separated yellow and blue as A. juncea.\n\nWings are clear with costa and main veins being more brown than yellow.\n\nThe spot behind the eyes that A. juncea has is always absent on A. subarctica.\n\nOn S3 on the abdomen, the male has rather big, wide spots, \nunlike A. juncea who has narrow wedge-shaped spots here.\n\nUpper and lower appendages are wider and rounder than on A. juncea.\n\nVentrally on thorax it has two large yellow spots, where A. juncea has smaller or missing spots.\n\nThere are two forms of A. subarctica in Europe.\nThe northern can be found from north of Scania, Sweden, and northwards. \nIt has thre lesser spots between the bands on the sides of the thorax.\nThe southern form occurs on the European mainland, in Denmark and southern Scania. \nIt has larger spots or a narrow band where the northern form has three lesser spots.\nVariations between the forms occur.","behaviour":"Fund near wet floating sphagnums in which the females lay their eggs and where the larvae lives.\nIt can, and often does, coexist beside similar species on the same locales.","size":{"length":"70-76 mm.","wingspan":"78-92 mm."},"similar_species":["Aesha juncea","Aeshna serrata","Aeshna crenata","Aeshna cyanea","Aeshna mixta","Aeshna caerula"],"distribution":"A circumpolar species with different subspecies in North America (A. s. subarctica) and Europe and Asia (A. s. elisabethae).\nIn Europe it is found mainly in the north, where it reproduces in lowlands. It's common in \nFennoscandia, the Baltic states, Poland, Northern Germany, Denmark and the Netherlands. \nMost likely it's common in all northern parts of European Russia.\nOnly a handfull records are available from Belarus.\nIn southern Europe the species is restricted to higher altitudes, occuring for example in the Hautes Fagnes (Hohes Venn, Belgium), \nthe Vosges and Jura mountains (France), the Black Forest (Germany), the Central Alps, the Bohemian forest and the western Carpathians.\nIt has been recently discovered in the Italian Alps and the Romanian Carpathians. \nThe Romainan locality is at considerable distance from other known habitats, \nsuggesting the species has a wider distribution in south-east Europe than is currently known.","habitat":"It oocurs at acidic moors and spagnum peat bogs, mires, overgrowing or vegetation rich peat graves and edges of lakes.\nIt strongly favours habitats with floating peat-moss, so called Sphagnum-soup.\nMissing in open agricultural landscapes.","flight_period":"June to September"}