{"items_id":"21fef92418e0e6dc9307ea6b6fbe0e9c","scientific_name":"Aeshna mixta","local_names":["Migrant hawker"],"description":"One of the smaller aeshnids, with a size like A. caerulea, B. pratense or A. affinis.\n\nMales are rather dark with a base colour of brown, darkening to black.\nFemales start out in a more reddish brown. \nMales have blue spots, both sexes have yellow spots. Especially immature ones.\n\nDistinctive is the dorsal spot on S2, trangular shape, a.k.a the \"golf peg\".\nIt is more visible on males but females have it too. \nThorax have conspicious yellow bands on the sides. \nAntehumeral stripes are narrow, short and yellow.\n\nEye colour varies but are all black on the back side. No yellow spots there like A. juncea.\n\nUpper appendages are long, at least as long as S9 + S10 together.","behaviour":"A fast and agile flyer, and very curious. Might well come around and check you out.\nOften seen in parks and gardens. \n  Highest individual density is found along coasts. \nSome years found in great abundance, populations having been added to by migrating individuals \nfrom across seas and land.\n\nFemales oviposit on high grass near the water.","size":{"length":"55-65 mm.","wingspan":"70-85 mm."},"similar_species":["Aeshna affinis","Aeshna caerulea","Brachytron pratense"],"distribution":"A. mixta ha a wide spread range, extending from western Europe to Japan, but absent largely in Siberia.\nIn Europe it is common in across the whole continent, apart from northern Fennoscandia, northern Russia, northern Ireland and Scotland.\nIt is most abundant in southern and central Europe.\nA migratory species with a distribution range currently expanding northwards.","habitat":"Mainly reproducing in largely unshaded standing water, but also found in slow-flowing waters. \nIt is found in a wide range of habitats, including brackish water, as long as the water is not too acidic. \nIt is mainly found at large water bodies with abundant open riparian vegetation of reeds and bulrush.\nLarge populations are found in both natural as artificial habitats.","flight_period":"One of the later aeshnids, mainly seen from August to September. \nBut it can emerge already in May in southern Europe and can be observed into December."}