{"items_id":"513896e331e91375b98928f8b460562f","scientific_name":"Anax ephippiger","local_names":["Vagrant emperor"],"description":"Slightly smaller than the other Anax species.\nIt has a large head with huge brown and green eyes, yellow frons with two parallel black lines.\nThorax is dark brown on top and greenish yellow on the lower part.\n\nAbdomen is long, slender and generally yellowish brown.\nMales have a conspicious blue \"saddle\", dorsally on S2 (where A. parthenope's saddle is blue all around). \nImmature males and females have this too, only much paler and less conspicious.\nLengthwise the abdomen has a black mid-dorsal band.\nThe spots on the last segments of the abdomen can have a lighter colour, shifting towards cream-yellow, light blue.\nThe abdomen is more slender than on A. parthenope.\n\nThe males upper appendages are pointed, and the lower appendages has a number of denticles.\nThe female appendages are large and pointed.\n\nWings, especially hind wings, are often tinted in yellow. \nLeading margin of the wings are yellow or orange.\nPterostigmas are long and yellow or orange.","behaviour":"It is an obligte migrant and a good long distance flyer, often leaving its habitats even in early post-teneral stages.\nIt's known to sometimes gather in swarms of large numbers.\nIt flies even at night and can be attracted to light from street lamps and lighthouses.","size":{"length":"60-70 mm","wingspan":"100-110 mm"},"similar_species":["Anax parthenope"],"distribution":"This is a migratory species and originates from arid areas in Africa and Asia. \nEvery year it is recorded in Europe in the Mediterranean countries. \nLarvae has a speedy growth and arrivals in spring regularly results in a new generation in August.\nHowever, successfull reproduction in the central and western Europe is rare.\nThe larvae does not survive the European winters, except locally on the southern Mediterranean coast.\nRecords exist of a teneral female from Doñana, Andalucia and a record of fresh exuviae, tenerals and immatures from the Rhône delta.\nIt is one of very few species found on Iceland and Faeroe Islands.","habitat":"The species is mostly indigenous to areas with distinctive wet and dry seasons, \nwhere it reproduces in seasonal waters that dry out in most summers.\nThe regional availability of these kinds of breeding habitats depends strongly on the amount of rain and varies between years.\n\nIn Europe it prefers humid environments with warm shallow water, even temporary basins.\nIt can however, be found in a wide variety of habitats.\nOften a good place to look for them is along coastlines.","flight_period":"In May individuals from Africa start to arrive in Mediterranean countries, where they reproduce.\nThe new individualls emerge in August the same year and start to migrate towards nothern Europe.\nMost individuals die when the weather turns cold but it can be found any time around the year, \noften making them the only credible species for observations off-season.","red_list":{"habitats_directive":"No","red_list_EU27":"Least Concern","red_list_europe":"Least Concern","red_list_mediterranean":"Least Concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Increasing"}}