{"items_id":"cb7b55b2ca200d8e68537a0b9c1f8923","scientific_name":"Anax parthenope","local_names":["Lesser emperor"],"description":"A large dragonfly with green eyes, contrasting to the thorax which is uniformly brown grey.\nAbdomen has a thick black line on a base of brown colour, except for a bright blue \"saddle\" on S2 and S3.\nA narrow yellow ring on S2 is diagnostic.\nWings on older individuals clearly tinted in yellow but not as much as A. ephippiger.\nCan be distinguished from  A. ephippiger by the greener eye color, \nthe shape of the abdominal appendages, \nthe thicker width of the abdomen, \nthe different venation of the wings and in femals the presence of occipital tubercles.","behaviour":"Lays eggs in tandem, like A. imperator and A. affinis (but none of the other Aeshnidae).\nCan be ","size":{"length":"62-75 mm","wingspan":"88-102 mm"},"similar_species":["Anax imperator (immature)","Anax ephippiger"],"distribution":"The species is common in large areas of western and south-western Europe. \nLess common in central and eastern Europe.\nMost records from the Brittish Isles and the Netherlands are of vagrants and reproduction is still very rare\nin these areas.\nReproduction is more common in northern Germany and even more so in Poland, where it is regionally abundant.\nPopulations are expanding north in the warmer climate.","habitat":"Occurs in standing, often expansive and sometimes brackish waters. \nIn the Mediterranean areas ometimes occuring in slow-flowing waters.\nSuitable habitats are largely unshadedand.\nOften co-occurs with A. imperator.\nIn many cases a well-developed bank side vegetation and stretches with floating hydrophytes are present\nbut more importantly the center of the water body is nearly always free of vegetation.\nMany records in temperate Europe are from large lakes, sand quarries and gravel pits.\nHowever, it also occurs at lesser habitats such as newly created ponds.","flight_period":"In Mediterranean areas from March to November, farther up north from the end of May to Septemer-October.","red_list":{"habitats_directive":"No","red_list_EU27":"Least Concern","red_list_europe":"Least Concern","red_list_mediterranean":"Least Concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Increasing"}}