{"items_id":"e6c59e854e27e43ade8c294ae91625e6","scientific_name":"Anax imperator","local_names":["Blue emperor"],"description":"The thorax on Anax imperator is uniformly green, much like Aeshna viridis, but A. imprator is markedly bigger.\nNo antehumeral stripes are to be found on either males or females.\n\nThe males have a blue abdomen with a dorsal black line.\nThe females and immature males have a more greenish abdomen.\nFemales might also have the same colouration as the males, with a blue abdomen.\nIn some population this blue form is the norm among the females.\nS1 is always green, never brown or greysih (as on A. parthenope or A. ephippiger)\nA thin yellow ring on S2 characterizes the still immature individuals (but also present on mature malse of A. parthenope)\n\nMales of A. imperator can be distinguished by the black pentagonal marking on the frons.\n####Females has an absence of occipital tubercles.\n\nThe eyes are green with at most a brown hue. \nFemale eyes have a yellow hind edge.\n\nWings are clear with a yellow leading margin.\nPterostigmas are brown.s  ","behaviour":"Restless patroller and very aggressive against any competition.\nCatches surprisingly large prey (like Libellula quadrimaculata) and often eats them in mid flight.\nMales patrol over open water, often further out and at higher altitudes than other Aeshna males.","size":{"length":"66-84 mm.","wingspan":"90-104 mm."},"similar_species":["Anax parthenope","Anax ephippiger","Aeshna viridis","Aeshna affinis"],"distribution":"One of the most common and widespread species in southern and western Europe.\nIt is still common in south-eastern Europe and parts of Turkey. \nIt is scattered in Russia and Kaukasus.\nIn the north it's range seems to be constrained mainly by summer temperatures \nand it's absent from Ireland, Scotland and northern Fennoscandia.\nHowever it's currently expanding rapidly northwards with the climate warming.","habitat":"Generally common or very common in standing waters at low altitudes, \nbut also occurs in slowly running waters.\nPrefers unshaded and well-vegetated habitats.\nIt is found in a wide variety of natural or man-made habitats such as lakes, fens, bogs, quarries and larger garden ponds.","flight_period":"May to October"}