{"items_id":"4b3ace8686742bbfaa123529d69e4ba2","scientific_name":"Boyeria irene","local_names":["Western spectre"],"description":"Buyeria irene is unmistakeable for it's large size and the camouflage colouration; grey green with brown patterns.\nThe males and rarely the females have darkened wing tips.\nThe eyes in immature individuals are green.\nThe frons is yellow with an indistinct black pattern.","behaviour":"It is a powerfull and untiring flier, capable of flying for long periods without perching.\nIt prefers shady areas and often flies late in the afternoon, so much it is considered a dusk species.\nIt has twilight habits and can be found attracted to artificial lights.","size":{"length":"63-70 mm","wingspan":"78-90 mm"},"similar_species":["Boyerina cretensis"],"distribution":"Endemic to western Europe, Morocco and along the northern fringe of Algeria and Tunisia.\nThe species is widespread and common across most of the Iberian peninsula\nand southern France, becomming progressively scarcer in the north where it's range goes up to Brittany, \nNormandy, Champagne-Ardenne and north-east France.\nIn Italy, it is largely confined to the western parts of the country, wher it is \ngenerally uncommon.\nThe species is reasonably common in Corsica and Sardinia.\nIt is absent from the Balearic islands.\nIn Switzerland it is found in the south and centre.\nVagrants have been recorded in south Germany.","habitat":"Boyeria irene is found on larger streams and rivers where the banks are at least partly shaded.\nIn north-western Spain and northern Portugal it is also common at small streams,\neven those experiencing interrupted flow, due to summer drought.\nIn Switzerland and French alps it reproduces in large lakes between 400 and 800 m in altitude, where wave commotions\nproduces similar effcts to those of running waters.\nThese lakes are deep and sometimes have rocky or steep man-made banks with little vegetation.\nThe speceies is mainly found in lowlands and hilly countries but has been found breeding up to 1 300 m in the southern Alps of France.","flight_period":"June to September","red_list":{"habitats_directive":"No","red_list_EU27":"Least concern","red_list_europe":"Least concern","red_list_mediterranean":"Least concern","EU27_endemic":"No","red_list_europe_endemic":"No","trend_europe":"Stable"}}