{
  "items_id": "a543021f01f2c2e0ec472aef783f1645",
  "scientific_name": "Leucorrhinia rubicunda",
  "author_citation": "Brittinger, 1850",
  "local_names": ["Ruby whiteface"],
  "description": "In its distribution area it can be confused with the cogener *Leucorrhinia dubia*, especially the males are very similar. It is slightly more robust and larger in size, though variation occur and without comparison these characteristics can be hard to make use of in field. Like all other whitefaces, it has a white face and dark patches on the base of the wings, larger on the hind than on the fore wings. The patches are smaller, compared to those of *L. dubia*, especially on the fore wings (unfortunately another hard characteristic to use in field).\n\nBoth sexes have larger red and yellow spots on the abdomen, on S2-S7 and a more yellow costa compared to that of *L. dubia*. The spot on S7 on the male gradually becomes more visible and is often vividly redder than the other ones. The red on the last spot on S7 often reaches all the way down to the edge to S8, at least more than half way, while on *L. dubia* it often only reaches half way over S7. \n\nThe male has red to reddish brown pterostigma, those of the females are dark, almost black. The secondary sexual organs of the male is bent like a hook, rather than being straight and pointed as on *L. dubia*.\n\nImmature and female individuals are most like those of *L. pectoralis*. The females are slightly smaller than those of *L. pectoralis*. The yellow spot on S2 are surrounded by black and often form an isolated spot. Here *L. pectoralis* is more yellow an S\" is often all yellow. Variation is large and the characteristic should be seen as advisory rather than excluding. \n\nMore rarely, females are seen with red colouration, like on the males and even their pterostigma can be dark red. Look out for age and variation and let the colour of the pterostigma be a guiding rather than excluding characteristic. Teneral individuals also have lighter coloured pterostigmas.",
  "behaviour": "One of the first to emerge in spring in its distribution area, warm springs they can fly already in the last weeks of April. In July already, it is scarce and later reports often are mixups with *L. dubia*. The species behaves much like *L. dubia* and *L. pectoralis*. Males perch on lookouts that he will return to after short tours in the air. It sits low, near or directly on the ground where it basks in the sun on exposed places. Immature individuals are found a bit away from water, along forest roads, in sunny glades, on clearings or other open, warm areas. \n\nFemales oviposit in flight. Larvae are mostly found among floating vegetation and in or among dense submerged vegetation. They are vulnerable for predation from fish but tolerate moderate amounts of fish better than those of *L. dubia*. Larvae development are normally two years. Exuviae are usually found in direct connection to water on straws one or a few decimetres up.",
  "size": { "length": "30-38 mm", "wingspan": "55-62 mm" },
  "similar_species": ["Leucorrhinia dubia", "Leucorrhinia pectoralis"],
  "distribution": "*Leucorrhinia rubicuna* has together with *L. dubia* the most northernward distribution of all the European whitefaces. The core of its range runs from northern Belgium, central Germany, the Czech Republic and Poland northwards almost to North Cape. It is among the most widespread and common species in Fennoscandia, although it becomes more scattered in the upland parts of Norway and Sweden. It is probably more widely distributed in Belarus, northern Ukraine and European Russia than currently known. It is rare south of its core European range and the southernmost localities are found in the northern parts of the Alps with less than twenty small, isolated populations in Bavaria, Baden-Württemberg and, formerly, Switzerland. The species no longer breeds in eastern France, Switzerland and Luxembourg where it is considered extinct. In contrast to *L. dubia* it has no isolated occurrences in mountains further south. Records outside its permanent range in France, Luxembourg and Switzerland are likely to refer to vagrants.",
  "habitat": "In the core of its range, *Leucorrhinia rubicunda* is common in peat bogs and fenlands, where it often co-occurs with *L. dubia* and, in some areas with *L. pectoralis*. In these conditions the majority of its habitats are acidic and oligotrophic with a vegetation of *Sphagnum* moss, sedges and rushes. It can also be found l in lakes and ponds, being less sensitive to fish predation and therefore less strongly confined to acidic fish-free waters. Habitats are largely unshaded but often situated in forest areas. Small, mostly short-lived populations occur in more nutrient-rich habitats, such as dune lakes and quarries.",
  "flight_period": "From mid-April to the beginning of August, peaking from mid-May to  mid-June.",
  "red_list": {
    "habitats_directive": "No",
    "red_list_EU27": "Least Concern",
    "red_list_europe": "Least Concern",
    "red_list_mediterranean": "Not present",
    "EU27_endemic": "No",
    "red_list_europe_endemic": "No",
    "trend_europe": "Decreasing"
  },
  "images": {
    "cloud_name": "dragonflies",
    "all": [
      {
        "public_id": "dragonflies/leucorrhinia-rubicunda-male-go%CC%88ran-liljeberg-cc-by_yllxly.jpg",
        "caption": "Leucorrhinia rubicunda, male",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      },
      {
        "public_id": "dragonflies/leucorrhinia-rubicunda-female-go%CC%88ran-liljeberg-cc-by_uq4kg0.jpg",
        "caption": "Leucorrhinia rubicunda, female",
        "license": "CC BY 3.0",
        "lic_url": "https://creativecommons.org/licenses/by/3.0/",
        "by": "Göran Liljeberg",
        "url": "http://liljebergs.nu/"
      }
    ]
  }
}
