{
  "title": "Trithemis",
  "author_citation": "",
  "description": "**_Trithemis_** is a genus of dragonflies in the family Libellulidae. They are commonly known as **dropwings**. There are over 40 species, mainly from Africa; two are endemic to Madagascar, and five are endemic to Asia. They are found in a wide variety of habitats; some species being adapted to permanent streams in forests, and others being capable of breeding in temporary pools in deserts.\n\n### Identification Diagnosis\nMedium-sized libellulids with gaudy males. In the hand, the metallically shining snout and strongly hooked hamule render males unmistakable. \n\n### Separation from other genera\nRed species recall *Sympetrum* and *Crocothemis*. In the field, the latter's dark veins and brown-and-green eyes, rather than bright red veins and red-and-blue eyes, usually exclude confusion, but beware that *S. fonscolombil* is red-veined and blue-eyed! *Crocothemis* are most easily separated by the absence of black on the legs. See *T. festiva*.\n\n### Separation of the species\nA diverse genus with over 40 species in the Old World tropics, especially Africa. Four very different species just extend into our area, all with unmistakable males. Females can be tricky, but can be distinguished by the position of the black markings on their abdomen. \n\n### Behaviour\nMales perch conspicuously by the waterside, frequently flying about aggressively. *Trithemis* prefer sunny conditions and are very tolerant of heat, frequently being active in the scorching heat of midday, perching with wings held down deeply and the abdomen pointing vertically at the sun. This so-called 'obelisk' position gives them their vernacular names in English and German ('sundials'). ",
  "sources": [
    "Field guide to the dragonflies of Britain and Europe, Klaas-Douwe B Dijkstra.",
    "[Wikipedia](https://en.wikipedia.org/wiki/Trithemis)"
  ],
  "links": [
    { "label": "gbif.org", "link": "https://www.gbif.org/species/7960601" }
  ],
  "meta": [
    {
      "label": "gbifTaxonKey",
      "value": "7960601"
    }
  ]
}
